[
  {
    "id": 1,
    "lectura": "Imparcialidad  \n01  \nActúo en favor de la justicia y la democracia.  \nO'O  \nTHURS  \n1)  \n4)  \n8  \n0  \nU",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "Aquí tienes las preguntas de comprensión lectora en el formato JSON solicitado:\n\n```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto habla sobre la imparcialidad.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto menciona la justicia.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto dice que actúa en contra de la democracia.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto incluye la palabra 'actúo'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Se puede inferir que el autor valora la justicia.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El texto sugiere que la imparcialidad es importante para la democracia.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El autor del texto podría estar en desacuerdo con decisiones injustas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La imparcialidad mencionada en el texto implica que el autor no tiene opiniones personales.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 2,
    "lectura": "101  \nAguacate de México para el mundo  \n¿Te has puesto a pensar en la historia de la fruta que comemos? Pues sí, las frutas también tienen su historia y no siempre han sido como las conocemos, ni han estado en todos los territorios. El aguacate, por ejemplo, es una fruta que hoy se consume prácticamente en todo el mundo. Con ella se elaboran delicios platillos, desde sabrosos tacos hasta comidas muy elaboradas, que actualmente se preparan en las cocinas de diferentes partes del mundo. El guacamole, reconocido y disfrutado en muchos países, es sin duda uno de ellos. El aguacate es originario de México y se tiene registro de que fue hace diez mil años cuando inició su consumo en Coxcatlán, Puebla. Durante la Conquista, los españoles distribuyeron el árbol y su fruto, primero en España y luego, poco a poco, se fue dispersando por todo el planeta. Gracias a sus fáciles cuidados y crecimiento, se adaptó a condiciones climáticas diversas.  \n\n102  \nEl vocablo aguacate proviene del náhuatl ahuacatl, que significa \"testículo\". Los nahuas le llamaban así por su forma y porque, cuando florece, se encuentra colgando del árbol que lo produce, como si se tratara de esa parte del cuerpo. Aunque en otras regiones se le da otro nombre, como sucede con otras frutas, el aguacate es el mismo. Por ejemplo, en América del Sur, en países de habla hispana, le llaman palta; en Brasil, donde se habla portugués, le dicen avacate. Por su parte, en las naciones de habla inglesa le dicen avocado. Otro dato curioso es que, para su adecuada polinización, los árboles de aguacate requieren crecer en parejas, es decir, junto con otro espécimen, uno macho y el otro hembra. Por ello, se dice que los mexicas consideraban al aguacate como símbolo del amor y la fertilidad. La polinización es la transmisión de granos de polen de la parte masculina de una flor a la parte femenina de otra. El resultado de la transferencia es la fecundación de la planta. La nueva célula que se ha formado contiene la información genética de ambos padres, con la que se formarán semillas, frutos y una nueva generación de plantas.  \n\n103  \nPero no todos los aguacates son iguales; probablemente has visto distintas variedades en el mercado. Estas diferencias se deben a la tierra donde se cultivan y a que los científicos han hecho combinaciones para mejorar su producción y características. Ello provoca que el sabor sea también diferente. Para distinguirlos, a cada tipo se le ha agregado un segundo mote, como si fuera un apellido. Así, entre los tipos de aguacate podemos encontrar el Hass, la variedad más consumida en el mundo; es de color verde oscuro",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El aguacate es originario de México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El guacamole es un platillo que se elabora con aguacate.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los árboles de aguacate requieren crecer solos.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El aguacate se consume en todo el mundo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los nahuas llamaban aguacate a la fruta por su forma y su forma de crecer.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El aguacate no tiene diferentes nombres en otras regiones del mundo.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La polinización de los aguacates es importante para su producción, lo que sugiere que su cultivo puede ser complicado.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La variedad Hass es la única que se consume en el mundo.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 3,
    "lectura": "170  \nAlejandra en el cementerio  \nMariano F. Wlathe  \nDESCANSE EN PAZ  \nCuauhtémoc Wetzka. VERACRUZ  \n\nEntre la música, las flores y la comida, Alejandra tarda mucho en darse cuenta de que está perdida en medio de un cementerio.  \nAlejandra pasea entre las tumbas. Cada lápida es como un libro en un estante. Si eliges una y la abres, una calavera te contará su historia.  \n\n171  \nAlejandra, extraviada, pide indicaciones a una flor de cempasúchil. La flor la guía de vuelta con su familia y amigas.  \nWetzka, VERACRUZ  \n\nColores que brillan en la noche, papel picado, flores y velas rodean a Alejandra y sus amigas. \"Las extrañábamos\", dicen todas al mismo tiempo y ríen.  \n\"El pan de muerto siempre sabe mejor cuando se comparte en un panteón\", piensa Alejandra, mientras roba otra rebanada de la tumba de al lado.  \n\n172  \nWetzka, Cuashtimas  \n\nEsqueletos de niños juegan a las escondidas entre las tumbas. Uno le pide a Alejandra que no lo delate, mientras se esconde detrás de ella. Algunos se despiden, pero Alejandra no puede salir del cementerio. Una lápida con su nombre bloquea la puerta.  \nORIGIN  \nCuauhtémoc Wetzka. VERACRUZ  \n\n173  \nAlejandra abre la tumba con su nombre y hojea su vida.  \nCuauhtémoc Wetzka, VERACRUZ  \nDESCANSE EN PAZ  \n\nAlejandra dibuja con flores retratos de todos los que la recuerdan. Una calavera vestida de reina toma de la mano a Alejandra y la invita a bailar. Alejandra sonríe y se deja llevar.  \nWetzka. VERACRUZ",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Alejandra se da cuenta de que está perdida en un cementerio.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Una flor de cempasúchil guía a Alejandra de vuelta con su familia.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Alejandra roba pan de muerto de una tumba.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Alejandra dibuja retratos con flores.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Alejandra se siente feliz al ver a sus amigas en el cementerio.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La lápida con el nombre de Alejandra bloquea la salida del cementerio.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La historia sugiere que Alejandra tiene una conexión especial con el cementerio.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La calavera vestida de reina representa una figura de alegría y celebración en la historia.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 4,
    "lectura": "146  \nAliria MORALES  \nLa masa-roca: el poder de moldear con piedra  \nLa masa-roca es un material de piedra y fibra de vidrio; se usa para la construcción de puentes, reparar o hacer esculturas de tamaño monumental o de formato pequeño; es muy resistente y de extraordinaria plasticidad. La masa-roca para mí ha sido el mejor medio para expresar mi sentir en el arte.  \nLamento, 2011, Aliria Morales (1950)  \nAchtli (semilla, energía vital y sexual dadora de vida), 2011, Aliria Morales (1950)  \n\n147  \nOmeteotl, 2006, Aliria Morales (1950)  \nEste material, fácil de trabajar, llamó mucho mi atención y quise saber si se podía pintar con él; lo sentí muy moldeable, como crema chantillí.  \nTohuehuetalhtol (nuestra palabra antigua), 2011, Aliria Morales (1950)  \nCanal Than (ofrenda, lenguaje metafórico de los sacerdotes mayas / palabra poética de los sabios), 2011, Aliria Morales (1950)  \n\n148  \nPara Aliria Morales, el cuerpo es resistencia, es carne, células pensantes, piel que nos contiene, músculos que nos movilizan, máquina de deseos, memoria y lugar que habitamos. Es un espacio encarnado de significados que nos dan sentido en el tiempo. Es polvo de estrellas, memoria ancestral y conciencia de anhelos libertarios.  \nCaribe Maya, 2011, Aliria Morales (1950)  \nEs un pulso infinitesimal del universo y síntesis de lo vivido que nos lanza a la búsqueda colectiva con otros cuerpos de la esperanza futura en el tiempo presente, con latidos amorosos de lucha, de juego, de música, cantos y poesía para encontrar nuestra propia UOZ.  \nFrontera Tzompantli, 2011, Aliria Morales (1950)  \n\n149  \nPiel adentro, 2011, Aliria Morales (1950)  \nLas tres piedritas del fogón, 2011, Aliria Morales (1950)  \nCiudad Maya, 2011, Aliria Morales (1950)  \n\n150  \nMeditación, 2011, Aliria Morales (1950)  \nDe las horas azules / (serie De las Horas Azules), 2011, Aliria Morales (1950)  \nSiempre animada por su necesidad de libertad, Aliria Morales crea composiciones basadas en el abandono de reglas rígidas, de estructuras y de apoyos impuestos, logrando así obras cargadas de un intenso lirismo. Encontramos a la pintora sensible que, a través de un conocimiento profundo sobre los materiales que ha hecho suyos, percibe y desentraña los valores plásticos que",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La masa-roca se usa para hacer esculturas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Aliria Morales nació en 1950.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La masa-roca es un material fácil de trabajar.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Aliria Morales utiliza la masa-roca para expresar su sentir en el arte.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Aliria Morales considera que el cuerpo tiene significados en el tiempo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La masa-roca es descrita como moldeable por Aliria Morales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La obra de Aliria Morales busca transmitir un mensaje sobre la libertad y la lucha.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Aliria Morales asocia su arte con la memoria ancestral y la búsqueda colectiva.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 5,
    "lectura": "152  \nLAS PRIMERAS BIBLIOTECAS  \nAmoxcalli,  \nla casa de los libros  \nMucho antes de que llegaran los europeos a estas tierras que habitamos, ya había bibliotecas. El nombre que recibían estos lugares, por ejemplo, en las culturas nahuas de nuestro país, era amoxcalli, que significa \"casa de los libros\". Para los mexicas y el resto de los pueblos nahuas, el registro de su cultura era muy importante, pues así transmitían sus costumbres, su mirada espiritual, su visión de mundo, sus tradiciones y la organización de su sociedad.\n\n153  \nPor tal motivo, la escritura era una actividad muy relevante, incluso privilegiada. Quienes escribían eran conocidos como tlacuilos, grupos de personas dedicadas a escribir. Todos eran hombres y mujeres especializados en el arte de crear códices o amox. Los pueblos originarios de estas tierras poseían su propio sistema de escritura, la cual se basaba en dibujos coloridos que representaban ideas, sonidos, periodos de tiempo o números. Ellos escribían sobre pieles de venado, piedras, telas de algodón o en papel amate, obtenido de un árbol llamado amatl. Así, los amoxcalli o \"casas de los libros\" eran recintos donde los códices eran cuidados y conservados por los tlacuilos, considerados guardianes de la sabiduría y a quienes podríamos calificar como los bibliotecarios del mundo prehispánico.\n\n154  \nLos tlamatinimes, que eran sabios y maestros, trabajaban junto con los tlacuilos para leer y elaborar bellas piezas de arte y literatura. Con la invasión de los europeos, los amoxcalli fueron destruidos y muchos códices fueron arrojados al fuego. De los miles que se quemaron, actualmente sobreviven solamente dieciséis códices originales, aunque existen alrededor de quinientos códices mesoamericanos resguardados en diferentes bibliotecas de Europa, Estados Unidos y México. El rescate ocurrió seguramente por la astucia de algunos tlacuilos, quienes los pudieron guardar, además de algunos invasores que intuyeron que en esos documentos había información muy importante para entender a los pueblos sometidos. Gran parte del resguardo de esos códices lo realizó fray Bernardino de Sahagún, quien aprendió náhuatl, lengua originaria de los mexicas, después de la caída de Tenochtitlan. Reunió a jóvenes y ancianos que conocían o recordaban el arte enseñado por los tlacuilos y les pidió registrar sus conocimientos, historias y recuerdos.\n\n155  \nEs por ello que hoy podemos ver códices con ambas formas de escritura: pictográfica-ideográfica de los pueblos originarios y alfabética de los españoles. Uno de estos materiales conservados es conocido como Códice Florentino; se le",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los amoxcalli eran casas de los libros.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los tlacuilos eran personas que escribían códices.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los códices se escribían solo en papel.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El nombre amoxcalli significa 'casa de los libros'.\", \"respuesta_correcta\": \"Verdadero\"},\n    \n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los tlacuilos eran considerados los bibliotecarios del mundo prehispánico.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Fray Bernardino de Sahagún ayudó a conservar los códices después de la llegada de los europeos.\", \"respuesta_correcta\": \"Verdadero\"},\n    \n    {\"nivel\": \"difícil\", \"pregunta\": \"La destrucción de los amoxcalli y códices refleja la importancia que tenían para los pueblos originarios.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La mezcla de la escritura pictográfica-ideográfica y la alfabética indica un proceso de adaptación cultural entre los pueblos originarios y los españoles.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 6,
    "lectura": "Observa con detenimiento esta pintura de Santiago Savi. Encontrarás una gran diversidad de elementos con los que puedes crear una excelente historia. Analiza en el huerto familiar, Santiago Savi (2022).",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La pintura es de un artista llamado Santiago Savi.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El año de la pintura es 2022.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La pintura se llama 'El huerto familiar'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Santiago Savi es un escultor.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La pintura tiene elementos que pueden inspirar historias.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Santiago Savi es conocido por su trabajo en la pintura.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La diversidad de elementos en la pintura sugiere que hay múltiples interpretaciones posibles.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El huerto familiar representa solo un tipo de historia en la pintura.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 7,
    "lectura": "136  \nBuscando marcianos  \nJosé Luis Enciso Martínez  \n\n¿CREES QUE HAYA VIDA EN OTROS PLANETAS?  \nEsa misma duda ha estado presente por muchos años entre nosotros, los humanos. Vemos las estrellas y pensamos en vida extraterrestre, pero no sabemos cómo pueden ser los habitantes de otras galaxias. Por eso, los gobiernos de algunos países han enviado robots a Marte para buscar vida igual a la que conocemos, pero no han encontrado nada así hasta ahora.  \n\n¿Qué harías si de pronto vieras un marciano? ¿Qué crees que haría el marciano al verte? Posiblemente te diría:  \nYo soy un marciano  \nde un lugar lejano  \nque se llama Marte;  \nde mí quiero hablarte.  \nNadie cree que existo  \npues nadie me ha visto.  \n¿Quieres conocerme?  \nPromete atenderme.  \n\nPonte a imaginar  \nluego a dibujar:  \nAgunter Are Parken  \n¿cómo crees que soy?  \n¿dónde oculto estoy?  \nYo soy un marciano  \ncon más de una mano.  \nMi planeta es rojo.  \nTengo solo un ojo  \ny un cuernito mocho.  \n¿Antenitas?, ocho.  \n¿Soy de color verde?  \nNo que yo recuerde.  \n¿Me parezco a un sapo?  \n¡Soy mucho más guapo!  \n\n¿Y cómo me llamo?  \n\nDime: \"Don Marciano\".  \nYo soy un marciano  \ny tú, un niño extraño,  \nte miro y me da estrés:  \n¡tienes nomás dos pies!  \nYo tengo seis piernas  \n(herencia materna).  \nUso seis zapatos  \nlo cual no es barato.  \nParezco perfecto,  \nmas tengo defectos:  \nun diente picado  \npor comer helado  \ny mis cinco orejas  \nestán disparejas.  \n\nYo soy un marciano  \nque está un poco enano,  \npero en mi planeta  \ncualquiera es poeta.  \nEso nos anima  \na hablar siempre en rima,  \na viajar en naves  \ncomo tú ya sabes  \nbuscando lugares  \ncon bonitos mares,  \ncampos agrícolas,  \nbosques terrícolas  \ny amigos atentos  \nque estén muy contentos.  \n\nYo soy un marciano  \ny tú, mexicano;  \nsomos diferentes,  \npero buenas gentes.  \nEn un mundo al revés  \ncomo me ves, te ves.  \nCuando lo comprendas  \nhaz que otro lo entienda,  \nsin susto ni espanto  \n(que no es para tanto)  \ndisfrázate de mí  \ny corre por ahí,  \nve al espejo y grita: \"buuu\"  \npues el marciano eres tú.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"¿Los gobiernos de algunos países han enviado robots a Marte?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"¿El marciano tiene solo un ojo?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"¿El marciano se llama Don Marciano?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"¿El marciano tiene seis piernas?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"¿Es posible que el marciano se sienta estresado al ver a un humano?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"¿El texto sugiere que los marcianos y los humanos pueden ser amigos a pesar de sus diferencias?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"¿El autor del texto parece pensar que la vida en otros planetas podría ser similar a la vida en la Tierra?\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"¿El poema sugiere que todos los seres, ya sean humanos o marcianos, tienen defectos y virtudes?\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 8,
    "lectura": "120  \nLOS MAPAS  \nBusquemos un tesoro  \n\nCARTA GENERAL DE LA REPÚBLICA MEXICANA  \nUn mapa puede ser la representación de la Tierra o una parte de ella donde se muestran dimensiones, ubicaciones y características específicas. Es útil para ubicarnos, conocer el entorno y entenderlo.  \n\nTambién existen mapas estelares que corresponden a la ubicación de las estrellas y, por supuesto, las cartas náuticas. La escala indica la proporción como se encuentra representado el tamaño real de un objeto y su representación en un dibujo.  \nEjemplo:  \n1 centímetro representa 250 metros  \n\nEn un mapa se pueden ver grandes áreas geográficas, como los países y los océanos, pero también la ubicación de ciudades. Cuando el mapa tiene color, se notan montañas en diversos tonos de verde y café, dependiendo de su altura. Los ríos suelen marcarse con delgadas líneas azules. Para que sean útiles, los mapas se realizan a escala. Los mapas deben contener un título que indique lo que representan, la simbología que utilizan para dichas representaciones, la escala empleada, las coordenadas que permiten su ubicación y la rosa de los vientos.  \n\nLos mapas sirven para:  \n- Saber dónde estamos.  \n- Llegar a otro lugar.  \n- Conocer los elementos que conforman las regiones.  \n- Ubicar los continentes, países, ciudades y localidades.  \n- Situar carreteras, montañas, lagos, vegetación, climas y tipos de suelo.  \n\nLa rosa de los vientos es el símbolo que marca el horizonte y los puntos cardinales: Norte, Sur, Este y Oeste.  \n\nImagina que en el patio de la escuela hay un tesoro. ¿Cómo lo titularías? No olvides incluir la rosa de los vientos para que sea más fácil ubicarlo.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Un mapa puede representar la Tierra o una parte de ella.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los ríos en un mapa se marcan con líneas rojas.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La rosa de los vientos indica los puntos cardinales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los mapas no necesitan un título.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los mapas son útiles solo para ubicar ciudades.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La escala en un mapa ayuda a entender el tamaño real de los objetos representados.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Si un mapa tiene colores, se pueden identificar montañas y ríos fácilmente.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La carta náutica es un tipo de mapa que no tiene relación con las estrellas.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 9,
    "lectura": "¿Piensas que para practicar algún deporte es necesario ser hombre o mujer? Si tu respuesta es afirmativa, pon mucha atención a lo siguiente: Las primeras olimpiadas modernas, el evento deportivo más importante del mundo, se celebraron en 1896 sin participantes femeninas. Aunque había mujeres deportistas, tenían PROHIBIDO competir. En 1900, 22 mujeres contendieron por primera vez en los Juegos Olímpicos, ¡y fue hasta 2012 que pudieron participar en TODOS los deportes!\n\nDurante siglos, se impuso la idea de que las mujeres eran seres delicados y sensibles, carentes de fuerza física. ¡El mismo Pierre de Coubertin, fundador de los Juegos Olímpicos, decía que, si las mujeres salían de sus casas, enfermarían terriblemente y no tendrían hijos!\n\nEn respuesta a estas falsas y ridículas ideas, una mujer francesa, Alice Milliat, organizó los primeros Juegos Mundiales Femeninos en 1922, y muchas mujeres pudieron competir en esgrima, atletismo, natación y fútbol, actividades que tenían prohibidas en las olimpiadas.\n\nEn 1967, el atletismo seguía siendo exclusivo para los hombres. Entonces, llegó Kathrine Switzer y se le ocurrió usar solo sus iniciales para inscribirse al maratón de Boston. Al darse cuenta de que se trataba de una mujer, un juez, enfurecido, quiso expulsarla a empujones y le gritó: \"¡Lárgate de mi carrera y dame esos números!\", refiriéndose a su número de competidora: 261. Con la ayuda de otros corredores, ella logró escapar del juez y finalizar la carrera. ¡261, recuerda este número cuando alguien te diga que no puedes!",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las primeras olimpiadas modernas se celebraron en 1896.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las mujeres pudieron competir en los Juegos Olímpicos por primera vez en 1900.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Alice Milliat organizó los primeros Juegos Mundiales Femeninos en 1922.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Kathrine Switzer usó su nombre completo para inscribirse en el maratón de Boston.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La idea de que las mujeres eran seres delicados y sensibles fue una razón para prohibirles competir en deportes.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Kathrine Switzer fue expulsada del maratón de Boston sin poder terminar la carrera.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto sugiere que la participación de las mujeres en deportes ha mejorado con el tiempo debido a la lucha de varias pioneras.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El juez que intentó expulsar a Kathrine Switzer creía que las mujeres no debían participar en carreras de larga distancia.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 10,
    "lectura": "CACAO  \nSe le llama así tanto al árbol, de origen americano, como a sus frutos. Su nombre proviene del náhuatl cacahuatl, que significa: \"jugo amargo\". En época prehispánica, las culturas mesoamericanas consideraban sagrado al árbol del cacao y apreciaban tanto sus semillas que las utilizaban como moneda y en el pago de tributos. Ek Chuah, dios maya del comercio y del cacao.\n\nCon las semillas del cacao preparaban una bebida amarga y desabrida que sólo podían tomar los gobernantes, sacerdotes y las clases altas en ocasiones especiales y en rituales.\n\nLos pueblos originarios tomaban la bebida de cacao fría y sin endulzar, y la mezclaban con achiote o chile. En cambio, los españoles prefirieron tomarla caliente y endulzada; y así fue conocida en todo el mundo.\n\nCon el tiempo, se le han agregado otros ingredientes, como leche, canela, anís, clavo o pimienta negra, para acentuar su sabor. Hoy ya no es una bebida exclusiva, está al alcance de todos debido a que se cultiva en distintas partes del mundo. En México prevalecen muchas bebidas que se preparan con cacao, como el taxcalate o tascalate, el tejate, el pozol, el bupu, el popo y, por supuesto, el chocolate. Quizá la forma más popular como se consume el cacao es en tabletas o barras de chocolate. ¿Y tú cómo disfrutas de este alimento de los dioses?",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El cacao es un árbol de origen americano.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las semillas de cacao eran utilizadas como moneda en la época prehispánica.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los españoles preferían la bebida de cacao fría y sin endulzar.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Ek Chuah es el dios maya del cacao y del comercio.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los pueblos originarios tomaban la bebida de cacao caliente.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El cacao ha dejado de ser una bebida exclusiva para las clases altas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El cacao se ha adaptado a diferentes culturas y formas de preparación a lo largo del tiempo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El chocolate es la única forma en que se consume el cacao hoy en día.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 11,
    "lectura": "Calakmul y la máscara funeraria\n\nCalakmul es una antigua ciudad maya ubicada dentro de la reserva de la biosfera, al suroeste del estado de Campeche. Junto con Tikal y Palenque, fue una de las tres ciudades mayas más importantes del periodo clásico (años 250 a 900 de nuestra era). Fue uno de los principales centros políticos y culturales de la época prehispánica en Mesoamérica.\n\nSe descubrió en 1931, pero no fue sino hasta 1982 cuando un equipo de arqueólogos inició las excavaciones para revelar su deslumbrante historia. Se han encontrado más de cien estelas en donde se narra la historia de sus gobernantes. Desafortunadamente, muchas de ellas se encuentran parcialmente destruidas o erosionadas.\n\nEstela maya\n\nBloque de piedra tallado sobre uno o varios de sus lados.\n\nEn la tumba de un gobernante no identificado que vivió hace más de 1200 años, se descubrieron, junto al ajuar funerario, las piezas que conformarían la máscara de Calakmul. Fue reconstruida con las 57 teselas de jade, dos cuentas de obsidiana y una concha encontradas.\n\nTeselas\n\nCada una de las piezas que conforman un mosaico.\n\nPor su connotación sagrada, el jade es el componente esencial de las máscaras funerarias de los soberanos mayas. El ajuar funerario les daba la identidad que debían portar en su paso por el mundo de los muertos y la máscara les daba el rostro del dios del maíz.\n\nAjuar funerario\n\nTextiles y ornamentos de jade, joyería, diadema y máscara que se colocaban en el cuerpo del difunto en su tumba.\n\nLa máscara de Calakmul es una de las obras maestras de la cultura maya que explica los múltiples elementos de su pensamiento y cosmovisión. Manera de ver e interpretar el mundo.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Calakmul es una ciudad maya ubicada en el estado de Campeche.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La máscara de Calakmul fue descubierta en 1931.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El jade es un componente esencial de las máscaras funerarias mayas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las estelas en Calakmul narran la historia de sus gobernantes.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Se han encontrado más de cien estelas en Calakmul.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La máscara de Calakmul fue hecha solo con jade.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La máscara de Calakmul representa el rostro del dios del maíz, lo que indica la importancia de la agricultura en la cultura maya.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El descubrimiento de la máscara de Calakmul sugiere que los mayas tenían un profundo entendimiento de la vida después de la muerte.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 12,
    "lectura": "138  \nChac mool  \nUno de los símbolos más importantes del México anterior a la llegada de los españoles es una curiosa escultura llamada Chac mool, que tiene la forma de un hombre recostado con las piernas flexionadas, mirando hacia un costado, y en cuyo abdomen hay una especie de olla o cuenco. Existen muchas teorías sobre el origen de esta figura. La primera es que en ese recipiente los antiguos toltecas, mayas, purépechas, tlaxcaltecas o mexicas colocaban todo tipo de ofrendas a sus dioses, como tamales, tortillas, flores, tabaco, carne de guajolote, plumas e incienso, entre otros. La segunda es que el cuenco servía para colocar los corazones de los sacrificados a los dioses, pues, como sabes, antes de la Conquista los diversos pueblos indígenas pensaban que la sangre de los hombres mantenía el ciclo de la naturaleza mediante esta práctica.  \n\n139  \nDicha creencia implicaba que si los dioses habían dado vida a los humanos, era justo que éstos dieran la suya por ellos; de esta manera, el sacrificio resultaba un gran honor si una persona se ofrecía voluntariamente. De lo contrario, se obtenía de los capturados en las guerras. La tercera teoría asegura que el Chac mool era en realidad una piedra de sacrificios. Ya desde 1832 hubo reportes de un Chac mool en Tacubaya, Ciudad de México, descubierto en 1874 por el explorador Augustus Le Plongeon en Chichén Itzá, una de las zonas arqueológicas mayas más importantes. Resulta muy interesante que esta efigie se haya encontrado también en Tzintzuntzan, Michoacán, región purépecha; en Cholula, Puebla; en Cempoala y Cotaxtla, Veracruz; en Querétaro, y hasta en San Salvador, ya en Centroamérica. Aunque a esta escultura se le atribuye la unión de la guerra y los dioses, pues para varios pueblos el sacrificio humano era el alimento del Sol y de la Luna, también se asoció al dios de la lluvia, Tláloc.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Chac mool tiene la forma de un hombre recostado.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los antiguos pueblos indígenas pensaban que la sangre de los hombres mantenía el ciclo de la naturaleza.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Chac mool fue descubierto en 1874 por un explorador llamado Augustus Le Plongeon.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Chac mool se ha encontrado solo en México.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los sacrificios humanos eran considerados un gran honor para quienes se ofrecían voluntariamente.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La escultura del Chac mool estaba relacionada con el dios de la lluvia, Tláloc.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El Chac mool podría haber tenido diferentes significados dependiendo de la cultura que lo utilizara.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La creencia en el sacrificio humano refleja la relación entre los humanos y los dioses en las culturas indígenas.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 13,
    "lectura": "174  \nCiudad histórica fortificada de Campeche y fuerte de San Miguel  \nEn la región de Ah-Kim-Pech, en lengua maya \"lugar de serpientes y garrapatas\", se fundó la Villa de San Francisco en 1540. Al ser la primera población española en la península de Yucatán, la ciudad hoy llamada San Francisco de Campeche llegó a ser uno de los puertos para el tráfico comercial más importantes de la zona. Durante la época colonial, la ciudad de Campeche se convirtió, como otros pueblos del Golfo y el Caribe, en un objetivo importante para los corsarios y piratas. La riqueza generada por el comercio de productos, como el palo de Campeche, así como su ubicación estratégica en la costa del Golfo de México, la hicieron vulnerable a los ataques.  \n\n175  \nEn 1686, después de un ataque devastador por parte del pirata Laurent de Graff, conocido como Lorencillo, se decidió construir una muralla para proteger la ciudad. La muralla alcanzó una longitud de 2500 metros y contaba con cuatro accesos: Puerta de Mar, Puerta de Tierra, Puerta de San Román y Puerta de Guadalupe.  \n\n176  \nAsimismo, se construyeron ocho baluartes o puntos de vigía para observar todo el terreno. Estas medidas lograron reducir, aunque no detener, los ataques de los piratas. Posteriormente, en 1774, se reforzó la seguridad con la construcción del fuerte de San Miguel.  \n\n177  \nEn la actualidad, las fortificaciones y murallas de Campeche son monumentos turísticos y testigos de la historia de la ciudad y de su lucha contra los invasores. El fuerte de San Miguel es un importante monumento representativo de la arquitectura militar que hasta el siglo pasado fue utilizado como sede del ejército federal; hoy, es la sede del Museo de Arqueología Maya. ¿Te imaginas visitar el fuerte o uno de los baluartes y ver de repente, a lo lejos, un pirata?",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La ciudad de Campeche fue fundada en 1540.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La muralla de Campeche tiene una longitud de 2500 metros.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El fuerte de San Miguel es un monumento turístico en la actualidad.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La ciudad de Campeche fue un objetivo importante para los corsarios y piratas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La construcción de la muralla se debió a un ataque de piratas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las fortificaciones de Campeche lograron detener todos los ataques de los piratas.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La ubicación estratégica de Campeche fue un factor que contribuyó a su vulnerabilidad ante ataques.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El fuerte de San Miguel fue utilizado por el ejército federal hasta el siglo pasado, pero ahora alberga un museo.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 14,
    "lectura": "242  \nComida  \nMEXICANA  \nEl 16 de noviembre de 2010, la gastronomía mexicana fue reconocida como Patrimonio Cultural Inmaterial de la Humanidad por la Unesco. El origen de la comida mexicana existe por la combinación de las enseñanzas tradicionales de nuestro país junto con las de otros países.  \nAguascalientes  \nBaja California  \nBaja California Sur  \nEnchiladas hidrocálidas  \nChile con carne  \nCeviche  \nTortillas rellenas de  \nGuiso de carne con  \nTrozos de pescado  \nchorizo con papas  \nfrijoles y elotes en  \ncurado en jugo  \nbañadas con salsa  \nsalsa de chile guajillo.  \nde limón con  \nde chile ancho.  \nverduras picadas.  \nCampeche  \nChiapas  \nPan de cazón  \nCochito  \nTortillas de maíz, con frijoles  \nnegros refritos y cazón frito.  \nGuiso de carne de cerdo al  \nhorno en salsa de chile ancho  \nBañado en salsa de jitomate.  \ncon tomates rojos.  \n\n243  \nChihuahua  \nCiudad de México  \nCoahuila  \nBurrito chihuahuense  \nGuajolota  \nLeche quemada  \nTortilla de harina  \nBolillo relleno de  \nPostre elaborado con leche  \nenrollada, rellena de  \ntamal (masa de maíz  \nde cabra, azúcar y canela.  \ncarne deshebrada,  \ncocida al vapor con  \nSe decora con nueces,  \npapas y frijoles.  \nsalsa y proteína).  \nCOCO rallado o pasas.  \nColima  \nDurango  \nEstado de México  \nTUBA  \nCONPUESTA  \nTuba  \nCaldillo  \nChorizo verde  \nBebida elaborada con  \nGuiso de carne seca o  \nElaborado con una  \nsavia de palma de  \nfilete con caldo, tomate  \nmezcla de chiles y hierbas  \nCOCO fermentada.  \nrojo, chiles y especias.  \naromáticas, grasa animal  \ny carne de res o puerco.  \nGuanajuato  \nGuerrero  \nHidalgo  \nArturo Morales Rangel. GUANAJUATO  \nGuacamaya  \nPozole verde  \nBarbacoa  \nBollillo relleno de  \nCaldo de carne de cerdo  \nCarne de res, oveja o  \nchorizo con papas  \ncon tomate verde, chile  \nbañadas con adobo  \npoblano, epazote, semillas  \nde tierra. Se envuelve  \nde chile ancho.  \nde calabaza y granos de  \nmaíz nixtamalizados.  \nen pencas de maguey.  \n\n244  \nJ",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La gastronomía mexicana fue reconocida como Patrimonio Cultural Inmaterial de la Humanidad por la Unesco en 2010.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El ceviche es un platillo de la comida mexicana.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las enchiladas hidrocálidas llevan salsa de chile guajillo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La leche quemada es un postre elaborado con leche de vaca.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La comida mexicana combina enseñanzas de otros países con las tradicionales de México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El guacamole es mencionado en el texto como un platillo típico de la comida mexicana.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La gastronomía mexicana es considerada única por su combinación de ingredientes y técnicas de diferentes culturas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Los platillos mencionados en el texto reflejan la diversidad de la gastronomía en diferentes estados de México.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 15,
    "lectura": "236  \nCortitos  \nEscanea el código QR o consulta la página de internet para que puedas observar el cortometraje.  \nhttps://qr.page/g/n682CXxNTU  \nLos ausentes / 2017, José Lomas Hervert, 18 min.  \nRafaelito es un músico de siete años que es puesto a prueba al animar un velorio junto a dos compañeros en la Huasteca Potosina; su más grande preocupación es que solo tienen tres sones en su repertorio y deben seguir tocando. Juntos deberán resolver esta situación para poder seguir con el evento al que asistieron. Este cortometraje nos permite observar cómo se vive la pérdida de los seres queridos y qué cosas se hacen para despedirnos de ellos. Es algo que ocurrirá en algún momento de nuestra vida, y debemos saber cómo sobrellevar esas circunstancias. Recursos artísticos como la música permiten expresar nuestras emociones y sentimientos al respecto de una situación, ya sea a través de la letra de las canciones o el ritmo de las composiciones.\n\n237  \nEscanea el código QR o consulta la página de internet para que puedas observar el cortometraje.  \nhttps://qr.page/g/4yxh56Mqoz2  \nDon Isidro, una vida pastoreando / 2016, Idzin Xaca Avendaño, 12 min.  \nLos estudiantes de la Universidad Veracruzana pasan un día con Don Isidro, un pastor que los lleva al campo y las cañadas, donde encuentran plantas que hacen producir más leche a las cabras. Este viaje lleno de anécdotas les dará a los jóvenes una lección de vida: podrán aprender de la experiencia y el conocimiento de Don Isidro, tomando en cuenta otras formas de ver el día a día. A través de este cortometraje podemos aprender la calma que se puede tener desde otras formas de hacer las cosas. También podemos observar la buena salud física y mental de Don Isidro, pues, aun cuando es una persona de la tercera edad, sigue desarrollando todas sus actividades sin problema alguno. Como consecuencia, se puede tener una buena vida en comunidad.\n\n238  \nEscanea el código QR o consulta la página de internet para que puedas observar el cortometraje.  \nhttps://qr.page/g/5puFOxZDTis  \nEl maestro y la flor / 2014, Daniel Irabien, 9 min.  \nEn un mundo egoísta y violento, el maestro encuentra un refugio cuidando una flor, platica con ella y ve todos los cuidados que necesita. Pero al llegar el amor a su vida, deberá decidir si lo arriesga todo. Acompañaremos al maestro y la flor en la decisión que toman juntos. A lo largo del cortometraje nos encontramos con la percepción que el maestro tiene del mundo y cómo regula sus emociones a través del cuidado de otro ser vivo, como lo es la planta. En este corto",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Rafaelito es un músico de siete años.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El cortometraje 'Don Isidro, una vida pastoreando' dura 12 minutos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El maestro cuida una flor en el cortometraje 'El maestro y la flor'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los estudiantes de la Universidad Veracruzana pasan un día con Don Isidro.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Rafaelito y sus compañeros deben tocar más de tres sones en el velorio.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Don Isidro enseña a los estudiantes sobre el cuidado de las cabras.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El cortometraje 'Los ausentes' trata sobre cómo celebrar la vida de los seres queridos.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El maestro en 'El maestro y la flor' debe elegir entre su amor y el cuidado de la flor.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 16,
    "lectura": "54  \nCódices  \nO libros de pinturas  \n\"Para la memoria de lo pasado\"  \nSe llaman códices a los manuscritos pictóricos o con imágenes realizados por un tlacuilo o pintor-escritor durante la época prehispánica. Dan testimonio de la historia, la cultura y el pensamiento de las civilizaciones prehispánicas, preservando y transmitiendo sus conocimientos, tradiciones y saberes.  \n\n55  \nEn ellos se cuentan sucesos de las peregrinaciones, conquistas, calendarios astronómicos o adivinatorios, tributos, ritos, costumbres, guerras, genealogías de sus gobernantes, alianzas entre territorios y muchos más. Para elaborarlos se usaba un papel hecho a base de fibras vegetales, de corteza del árbol amate, de piel de venado y lienzo de algodón, así como pliegos de papel europeo.  \n\n56  \nLos colores utilizados eran de origen vegetal, animal y mineral. Predominaban el negro, ocre, blanco, azul, amarillo, rojo, verde, gris, rosa y morado. Los tlacuilos usaban pinceles de pelo de conejo con diferentes grosores. Las diversas formas y tamaños de los códices conocidos en la actualidad son:  \n1. La tira, formada por uno o varios pedazos de papel pegados, con una longitud de 2 a 6 metros y con una anchura de 20 a 40 centímetros.  \n2. El biombo, realizado sobre una tira de piel que se dobla en forma de acordeón. Su lectura es horizontal, vertical o en zigzag. Mide más de 10 metros de largo y 40 centímetros de ancho.  \n\n57  \n3. El rollo es una tira que se lee de forma vertical.  \n4. El lienzo es uno o varios pedazos cosidos de tela de algodón, fibras de maguey o de otros materiales.  \n5. La hoja se refiere a un manuscrito pintado que consta únicamente de un pliego sin uniones, ya sea de papel, de fibra vegetal o de piel curtida.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los códices son manuscritos pictóricos realizados por tlacuilos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los tlacuilos utilizaban pinceles de pelo de conejo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los códices se elaboraban con papel hecho a base de fibras vegetales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El rollo es una forma de códice que se lee de forma horizontal.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los códices contienen información sobre las guerras y las alianzas entre territorios.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los colores utilizados en los códices eran todos artificiales.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La variedad de tamaños y formas de los códices sugiere que eran utilizados para diferentes propósitos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Los códices pueden considerarse una forma de arte y un medio de comunicación de las civilizaciones prehispánicas.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 17,
    "lectura": "Riesgo  \nDecido con  \nlibertad y  \nresponsabilidad,  \nsolidaridad,  \nDC  \n\ncompañerismo  \no  \nempatía  \nlímites",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto menciona la palabra 'libertad'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto habla sobre 'compañerismo'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto incluye la palabra 'responsabilidad'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto menciona 'solidaridad' como un valor.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El texto sugiere que las decisiones deben tomarse con responsabilidad.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El texto implica que la empatía es importante en las relaciones entre personas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto sugiere que hay límites en la libertad de decisión.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto indica que la solidaridad y el compañerismo son igualmente importantes que la libertad.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 18,
    "lectura": "8  \nDetectives Geniales S.A.  \nVíctor Hugo Hernández Rosas  \nLaura Ángeles Fernández. CIUDAD DE MÉXICO  \n\n¿Así que has decidido unirte a mi agencia de detectives? ¡Bien!  \nSi estás aquí, es porque has pasado casi todas las pruebas, solo falta una. Leo en este reporte que en la prueba de camuflaje te fue excelente: mis agentes tardaron tanto en encontrarte que mejor dejaron de buscarte. Una disculpa por eso. Aprobado. En la de defensa personal, te fue bien... sabrás defenderte si un día te atrapan. De hecho, aquí dice que le tiraste los dientes a un agente con una patada. Eso es muy impresionante, aunque deberás pagarle su tratamiento dental. Aprobado.  \n\nPero falta la más importante. Como sabes, nuestro trabajo consiste en descubrir a los culpables de un delito. Y los culpables siempre tienen un as bajo la manga, siempre se creen más inteligentes que nosotros. Y a veces lo son: inventan historias tan creíbles que podrían engañarnos si no prestáramos atención a los detalles. Por eso, necesito gente que pueda saber cuándo alguien miente, cuándo una persona es culpable aunque lo niegue.  \n\n9  \n¿Qué tan bueno eres en eso?  \nÉsta es la prueba final: vamos a interrogar a un sospechoso y tú deberás decirme si es culpable, si miente o no. Seguro ya lo sabes, pero te lo recuerdo: no siempre podemos confiar en las palabras de alguien. En lo que sí podemos confiar es en los mensajes de su cuerpo. En algunas situaciones, la gente elige muy bien sus palabras, pero presta poca atención al lenguaje de su cuerpo: los gestos de la cara, las posturas y los movimientos... hasta un pequeño movimiento del dedo meñique puede delatar a alguien. Esos detalles son pistas que los sospechosos nos dan inconscientemente. Así como la gente sonríe sin darse cuenta cuando está feliz, baja la mirada cuando está triste, arruga la nariz cuando algo no le gusta o acerca las cejas y las inclina hacia el centro de la frente cuando está enojada; una persona que miente o está nerviosa hace ciertos gestos.  \n\nEn mi trabajo, he descubierto que mentir con las palabras es fácil, pero hacerlo con el cuerpo no lo es tanto. Si alguien mueve mucho los ojos, desvía la mirada o es incapaz de mirarte directamente... ¡Alerta roja! Si comienza a tartamudear, habla más rápido de lo normal o habla atropelladamente... ¡Alerta roja! ¿Pestañea mucho, suda por todos lados o mueve demasiado las manos? En fin, ya lo sabes. Seguro en tu día a día ves cómo la gente envía mensajes con su cuerpo, sin siquiera darse cuenta. Incluso tú, en este momento, tienes",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El autor del texto se llama Víctor Hugo Hernández Rosas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La prueba final consiste en interrogar a un sospechoso.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los culpables siempre dicen la verdad.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto menciona que los gestos del cuerpo pueden dar pistas sobre si alguien miente.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Si alguien no puede mirarte directamente, es probable que esté mintiendo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El autor considera que es más fácil mentir con palabras que con el cuerpo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto sugiere que las emociones de las personas se pueden identificar a través de su lenguaje corporal.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La agencia de detectives busca a personas que puedan detectar mentiras sin prestar atención a los detalles.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 19,
    "lectura": "130  \nEclipses  \nAntiguamente, las personas se asombraban y temían que algo malo pasara cuando sucedía un eclipse, pero ahora sabemos que se trata de un fenómeno natural. Ocurre cuando la luz del Sol es cubierta por la sombra de un planeta o un satélite, como la Luna. El Sol, la Tierra y la Luna deben alinearse para que podamos ver un eclipse, y existen tanto solares como lunares.  \n\n131  \nUn eclipse solar sucede cuando la Luna, estando en fase llena, es decir, completamente redonda, cubre con su sombra al Sol. Esto impide que la luz llegue a la Tierra y por eso se oscurece de repente, aunque sea de día.  \nTipos de eclipses solares:  \nParcial  \nOcurre cuando la sombra sólo llega a cubrir una parte del Sol.  \nAnular  \nSe da cuando la sombra es más pequeña y, al tapar al Sol, deja ver un anillo de luz.  \nTotal  \nSucede cuando la sombra tapa por completo al Sol.  \n\n132  \nAhora es el turno de conocer los eclipses lunares, que se generan cuando la Tierra se interpone entre el Sol y la Luna. En estos casos, lo que vemos es la sombra terrestre proyectada sobre el satélite.  \nHablemos un poco de las sombras: cuando ves la sombra de tu mano en una pared, por ejemplo, hay una parte que luce oscura y otra, más tenue. A la primera se le llama umbra; a la más clara, penumbra. Todo, también la Tierra, tiene estas sombras, y son las que originan la clasificación de eclipses lunares.  \nTipos de eclipses lunares:  \nPenumbral  \nSucede cuando la penumbra de la Tierra, que es la sombra más clara, se proyecta sobre la Luna. Es tan tenue que, a veces, no se distingue que está ocurriendo el eclipse.  \nParcial  \nSe da cuando la umbra de la Tierra, que es la sombra más oscura, cubre sólo una parte de la Luna.  \n\n133  \nTotal  \nOcurre cuando la umbra de la Tierra oscurece a la Luna completa, la cual se torna color rojizo. A este efecto se le llama \"Luna de sangre\" o \"Luna roja\". Suena como de película, ¿no? Hace más de dos mil años, saber cuándo volvería a suceder un eclipse se determinaba contando los días entre uno y otro. Sin embargo, actualmente se utiliza tecnología que calcula las posiciones exactas de las sombras de la Tierra y la Luna para precisar cuándo se alinearán.  \nEl siguiente eclipse total de Sol en México ocurrirá el 8 de abril de 2024. ¡No te lo pierdas!  \nEn planetas como Mercurio y Venus no pueden suceder eclipses, ya que ninguno tiene satélites naturales, pero todos",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Un eclipse solar sucede cuando la Luna cubre al Sol.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La Tierra se interpone entre el Sol y la Luna en un eclipse lunar.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los eclipses lunares pueden ser penumbrales, parciales y totales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los eclipses solares pueden ser parciales, anulares y totales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los eclipses eran considerados fenómenos temibles en la antigüedad.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La sombra de la Tierra es más clara que la sombra de la Luna.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La tecnología actual permite predecir eclipses con mayor precisión que en el pasado.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"En Mercurio y Venus pueden ocurrir eclipses porque tienen satélites naturales.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 20,
    "lectura": "230  \nEl Chepe: de la sierra al mar  \nEl Chepe es uno de los trenes turísticos de pasajeros con más historia del continente americano, pues en realidad llevó casi cien años construir las vías que conectan la capital del estado de Chihuahua, cerca de la frontera con Estados Unidos, y Los Mochis, Sinaloa, en plena costa del Pacífico mexicano.  \nLa idea de un ferrocarril que nos acercara a Estados Unidos surgió en 1863, pero fue hasta 1897 cuando se construyeron los primeros 194 kilómetros en el estado de Chihuahua, luego de crearse la compañía Chihuahua al Pacífico. Dos años después, se construyó una línea semejante en Sinaloa para llegar a Topolobampo, donde se ubica Los Mochis, pero todo se suspendió porque en 1910 estalló la Revolución Mexicana.  \n\n231  \nEL CHEPE, UN SUEÑO REALIZADO  \nEn 1955, el gobierno mexicano creó una compañía que por fin conectó las dos líneas, la de Chihuahua y la de Sinaloa, para lo cual hubo que construir 258 kilómetros más de vías.  \n¿Te imaginas el esfuerzo para lograr el sueño ferroviario de atravesar la enorme e imponente sierra Tarahumara, de extraordinaria riqueza histórica, geográfica y cultural? Hasta hoy, el Chepe es el único tren de pasajeros que existe en México, con excepción del proyecto del Tren Maya, que se construye en la península de Yucatán, también con la intención de conectar a extensas regiones de nuestra frontera sur y atraer el turismo.  \nEs importante decir que, para los rarámuris, menonitas, yaquis, yoremes y buena parte de la población del noroeste de México, el Chepe representa la única forma de conectar regiones distantes en sierras, valles y el mar, y aprovechar la belleza de esos imponentes paisajes para atraer al turismo nacional e internacional.  \n\n232  \nPara lograr ese doble objetivo hay dos Chepes: el Chepe tradicional, que transporta mercancías y a los lugareños con una tarifa muy económica que va desde la capital de Chihuahua hasta Los Mochis. La ruta completa dura aproximadamente 16 horas.  \nEl segundo tren se llama Chepe Express, y es meramente turístico, ya que hace el mismo recorrido en nueve horas, pero solo va de Creel a Los Mochis, pasando por cinco estaciones.  \nPara lograr ser un tren de gran turismo, el Chepe Express remodeló sus vagones, construyó un restaurante y hasta una terraza. En dicho restaurante se pueden probar los alimentos típicos de la sierra Tarahumara y de la cocina sinaloense.  \nHa sido tal el éxito de este Chepe turístico que se recomienda reservar con al menos seis meses de anticipación si se quiere viajar en él en vacaciones y",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Chepe es un tren turístico de pasajeros.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Chepe conecta Chihuahua con Los Mochis.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Chepe Express hace el mismo recorrido que el Chepe tradicional.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Chepe fue construido en 1863.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El Chepe representa una forma de conectar regiones distantes para varias comunidades en México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La construcción del Chepe se suspendió debido a la Revolución Mexicana.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El Chepe ha tenido un impacto positivo en el turismo en México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El Chepe Express es más económico que el Chepe tradicional.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 21,
    "lectura": "202  \nEl brujo del mar  \nKaren Villeda  \n\nMi papá es un brujo, un brujo del mar. De lunes a sábado nada con tiburones y ballenas y jamás de los jamases le han tocado ni un solo pelo. Siempre que sale en su lancha, \"La Queta\", hacia el Atlántico, me late muy fuerte el corazón porque pienso que, un día de estos, papá se meterá en la boca de un tiburón y no regresará a nuestra palapa. Si eso sucediera, entonces mamá se pondría muy, muy triste y yo también. Cuando papá y \"La Queta\" se van del muelle, yo corro y corro por toda la barra de arena de nuestra isla, la isla del Hoyo Negro, hasta que papá me dice adiós agitando la mano y, como por arte de magia, \"La Queta\" se vuelve un puntitito en medio del mar y a mí se me doblan las rodillas como a los flamencos. A ellos tampoco les gusta mucho la idea de que papá se vaya tan lejos, así que salen volando juntos a perseguirlo y encienden una flecha rosada que parte en dos el cielo.  \nLA QUETA  \nRodrigo Gael Martínez Zúñiga, CIUDAD DE MÉXICO  \n\n203  \nMientras platico con las garzas blancas y juego en la laguna, espero a papá hasta que da la hora de la comida, cuando papá regresa molido y con hambre de lobo porque siempre se va sin desayunar, más que una manzana amarilla. Yo creo que es para que los tiburones no huelan lo que lleva en la tripa, no sea que se les antoje y se lo coman de un solo bocado. Hoy iré con papá a atrapar azules. \"La Queta\" no para de saltar y saltar la cuerda con el mar. Espero que el mar no se enoje y, en una de esas, nos tumbe. No sé qué haríamos, dicen que te puedes congelar porque el mar adentro es frío, frío. Volteo a ver a papá y lo noto muy tranquilo. Me sonríe. Meto una de las manos al mar y está tibiecito como la leche que me da mamá antes de acostarme. Creo que no hay de qué preocuparme, además, vengo con papá y él se las sabe de todas. Veo a una familia de delfines saltar también la cuerda con el mar y me sonríen. Papá me dijo una vez que la nariz, el orificio que tienen en la cholla, se llama \"espiráculo\" y que las mamás delfines silban canciones de cuna a los delfines bebés. Papá dice que",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El papá del narrador es un brujo del mar.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El nombre de la lancha de papá es 'La Queta'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El narrador corre por la barra de arena cuando papá se va.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El narrador tiene miedo de que papá se meta en la boca de un tiburón.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El narrador cree que papá no desayuna para no atraer a los tiburones.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El narrador se siente tranquilo cuando está con su papá en el mar.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El narrador compara el agua del mar con la leche que le da su mamá, lo que sugiere que se siente seguro en el mar.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La tristeza del narrador por la posible ausencia de su papá indica una fuerte conexión emocional entre ellos.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 22,
    "lectura": "218  \nEl inicio del mundo como lo conocemos  \nBasado en un cuento otomí de tradición popular / Versión en español  \nCuentan los otomís que hace muchos años un niño escapó de los malos que dominaban el mundo. Subió entonces a un gran árbol del cual brotaron gotas que dieron origen al maíz. Para cuando los malos se dieron cuenta, el niño se había elevado para convertirse en el Sol.  \nCuentan que hace muchos años, Zithú, el malo, dueño de la tierra, y otros, perseguían a un niño. Mientras el pequeño buscaba refugio en las casas, fue herido con flechas. Los malos pidieron ayuda a un gallo para que cantara cuando éste intentara huir. Pero el gallo no los apoyó y cantó hasta el cuarto día.  \nMientras tanto, lejos de ahí, para alcanzar el cielo, el niño trepó un árbol, del cual caían gotas que fertilizaron al mundo, dando así origen al maíz. Cuando los malos lo vieron, éste ya se había convertido en Sol. Fue así como se marca el inicio del sol y del maíz. Así lo cuentan los otomís.  \n\n219  \nRa m ui ra  \nhyadi ne ra tha  \nVersión Hñähñul (Otomí del Centro, Estado de México)  \nM' ede pa xangu ya jeya Zithu, ra ntso, mbra meti ra hai. Ne ha ra pa mi mu n' a ra batsi, mi tengui u hingui zo.  \nN' a ra pa, numu mi tho ra batsi mi honi ha nda ñahni, bi k' aan' i ne pa hinda mi ma ya ntso jai bi hiapi ra meta nda shifi num' u ra batsi mi ne nda ma.  \nEscanea el código QR o consulta la página de internet.  \nrap a, num' u ra batsi ya mi io yapu bi dexi n' ar aza pa nda tsangui m' hetsi hampu bi ndu'i bi da ya dehe bi ñungui ra ximho, nkjapu bi m' u ra tha.  \nHa ngui pengui ya ntso jai, ra batsi ya ski dexi m' etsi pa nda m' ui ngu ra hyadi.  \nNkjapu bi ndu ra ximho ngu di m' ujupia.  \nNkjapu pe ya jai ñatho.  \nhttps://acortar.link/6FcYa0  \n\nAAAA  \nof  \nequidad  \nglobalidad  \nweek",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El niño escapó de los malos que dominaban el mundo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El niño se convirtió en el Sol.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los malos pidieron ayuda a un gallo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El maíz surgió de gotas que cayeron del árbol.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El gallo cantó antes de que el niño intentara huir.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Zithú era el dueño de la tierra y perseguía al niño.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El cuento sugiere que el maíz y el Sol están relacionados con la valentía del niño.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La historia refleja la importancia de la naturaleza en la cultura otomí.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 23,
    "lectura": "El maestro zapatero\n\nUno de los dichos más conocidos en México es \"zapatero, a tus zapatos\". ¿Lo has escuchado alguna vez? Significa que cada uno debe dedicarse a lo que sabe hacer, pero, además, nos recuerda un oficio muy antiguo: reparar y fabricar zapatos.\n\nAntes de que la mayoría de las personas usáramos tenis y calzado sintético, se acostumbraba vestir con zapatos de tacón de madera y suelas de cuero que se podían cambiar cuando ya estaban muy gastadas. Todavía se usan, pero cada vez menos. Este trabajo lo hacían los maestros zapateros, quienes siempre estaban muy ocupados porque mucha gente necesitaba este tipo de reparaciones. Al parecer, lo más solicitado en los talleres era cambiar las \"tapas\" de los tacones, es decir, la parte que cubre el tacón, la cual se desgasta mucho, quizá porque es la primera parte del zapato que toca el piso al caminar. ¿Te has dado cuenta? El procedimiento que se realizaba y se sigue haciendo hasta nuestros días para cambiarla es aparentemente fácil. Digo \"aparentemente\" porque no lo es del todo, ya que se debe tener mucho cuidado para utilizar las herramientas necesarias y no lastimarse las manos u otra parte del cuerpo. Según me platicaron, primero se corta el tamaño de la tapa, que siempre es de material sintético; después se une al tacón con pegamento y se fija con clavos. El último paso es rebajar y darle forma con una máquina para que quede parejita y no cause problemas al caminar.\n\nOtra reparación muy solicitada es el cambio de suelas, la cual consiste en despegar la desgastada, con mucho cuidado, y reemplazarla por una nueva, hecha de un cuero muy fuerte y resistente, parecido a la original. El procedimiento es similar al del cambio de tapas, pero en este caso se debe tener mucho cuidado al despegar la suela usada, ya que no se debe romper la base sobre la que se coserá la nueva. El trabajo de los maestros zapateros no se reduce a reparar, sino a fabricar. Por ejemplo, en la ciudad de León, Guanajuato, se ubican varias fábricas y talleres especializados en la producción de calzado y otros artículos de piel. Para elaborar un par de zapatos, se necesita un modelista, quien diseña los modelos y hace los moldes, y un fabricante, quien elabora el zapato con la piel cortada a medida y coloca la suela. Según la complejidad del modelo, el par de zapatos puede tardar de quince días a un mes en fabricarse. ¿Lo puedes creer? ¿Alguna vez te habías imaginado cómo era el trabajo de un maestro zapatero? El conocimiento de este oficio, como de otros tantos, va pasando de generación en generación, y de maestros a aprendices.\n\nEn nuestros días, este trabajo",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El dicho 'zapatero, a tus zapatos' significa que cada uno debe dedicarse a lo que sabe hacer.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los maestros zapateros solo reparan zapatos y no los fabrican.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El procedimiento para cambiar las tapas de los tacones es fácil.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"En la ciudad de León, Guanajuato, hay fábricas y talleres de calzado.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los zapatos de tacón de madera y suelas de cuero son menos comunes hoy en día que antes.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El trabajo de un maestro zapatero es peligroso porque puede lastimarse las manos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El conocimiento del oficio de zapatero se transmite únicamente a través de la educación formal.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La fabricación de zapatos puede tardar más de un mes dependiendo de la complejidad del modelo.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 24,
    "lectura": "14  \nEl monumento de  \nLa Caja del Agua  \n¿Alguna vez has visitado la ciudad de San Luis Potosí? Pues déjame contarte que es una hermosa ciudad colonial, ubicada en la región centronorte de México; el estado colinda al norte con Nuevo León y Tamaulipas, al este con Veracruz, al sur con Hidalgo, Querétaro y Guanajuato, y al oeste con Zacatecas. Es muy popular por sus edificios coloniales y antiguos, y en esta ocasión te platicamos sobre uno de sus monumentos más importantes, la famosa Caja del Agua. ¿Quieres saber más?  \nAnteriormente, la ciudad de San Luis Potosí se abastecía de agua dulce de un manantial que bajaba de un lugar llamado Cañada del Lobo, llegaba a la Sierra de San Miguelito y de ahí llegaba a la Caja del Agua. Este monumento tiene una estructura circular de cantera y se utilizaba, precisamente, para guardar agua y distribuirla a la población; fue inaugurada en 1835 y hasta la fecha es un orgullo para los potosinos, ya que por su belleza es el símbolo con el que se identifica a la ciudad.  \n\n15  \nAunque ya no es utilizada para llevar agua a los habitantes, está en tan buen estado que, cuando llueve mucho, aún se guarda agua en ella y sale por los contenedores de los costados. Gracias a su historia, en 2010 la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (Unesco, por sus siglas en inglés) la declaró Patrimonio de la Humanidad. Patrimonio de la Humanidad es el título que da la Unesco a sitios del planeta que tienen un legado cultural o de riqueza natural y pertenecen a la humanidad, por lo que están protegidos. También, a un costado de la Caja del Agua, podrás ver la escultura El Aguador, del escultor Mario Cueva. Un aguador era una persona que se encargaba de llevar agua desde las fuentes hasta las casas y se le conocía con el nombre de aguador o tortugo por cargar grandes vasijas de barro con este líquido.  \n\n16  \nParque nacional Cañón del Sumidero  \nHace más de doce millones de años, se abrió una falla geológica en la Sierra de Chiapas. Con los movimientos telúricos de dicha falla a lo largo de mucho tiempo, se generó un cañón con enormes paredes de roca caliza mayores a los 1300 metros de altura entre las que corre el río Grijalva. En algunas paredes, se han formado cuevas y también cascadas.  \n\n17  \nEl paisaje de esta región es muy bello debido a la combinación de luz, calor y humedad sobre las paredes del acantilado que propicia la convivencia de microclimas a diferentes alturas del cañón. Es por eso que se",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La Caja del Agua fue inaugurada en 1835.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La ciudad de San Luis Potosí está ubicada en la región centronorte de México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La Caja del Agua se utiliza actualmente para llevar agua a los habitantes.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Aguador es una escultura que se encuentra al costado de la Caja del Agua.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La Caja del Agua es considerada un símbolo de la ciudad de San Luis Potosí.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La Unesco declaró la Caja del Agua Patrimonio de la Humanidad debido a su historia y belleza.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"¿Por qué es importante la Caja del Agua para los potosinos?\", \"respuesta_correcta\": \"Es un símbolo de identidad y orgullo para la ciudad.\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"¿Qué implica que la Caja del Agua sea Patrimonio de la Humanidad?\", \"respuesta_correcta\": \"Significa que tiene un legado cultural que debe ser protegido por la humanidad.\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 25,
    "lectura": "50  \nEl nopal: el corazón de México  \nCuenta la leyenda que, luego de caminar durante casi dos siglos, la última estirpe nahua, los mexicas, encontraron en un islote, en medio de un lago, a un águila devorando una serpiente, parada sobre un gran nopal. Ésa sería la señal para ese pueblo expulsado de Azcapotzalco, Chapultepec, Culhuacán y Tizapán, que buscaba un hogar alrededor de la enorme laguna.  \nEn aquel islote hallaron el nido de águila que tanto les había prometido su dios Huitzilopochtli; en él había huesos de aves, roedores, peces y mamíferos grandes. Sin embargo, el símbolo que esperaban los mexicas no sólo era ese cuauhtli o águila, sino el nopal. Según la profecía, la planta debía tener grandes frutos, conocidos como xoconostles o tunas rojas, que representaban el corazón que el dios arrancó al guerrero Copil. Huitzilopochtli había arrojado el corazón de Copil al fondo de la laguna y, por eso, en el Escudo Nacional aparecen el águila y la serpiente, además del nopal coronado de xoconostles. Es tal la importancia de este símbolo, que en los códices figura el lugar donde se asentaría la Ciudad de México, señalado mediante el glifo o símbolo de un nopal al centro del lago.  \nEl nopal, así, representó la sagrada unión del inframundo, de la Tierra y el cielo, conectados mediante esas tunas rojas.  \n\n51  \nCon excepción de las regiones selváticas, casi cualquier lugar del país tiene nopales. En la actualidad hay 76 especies principales, pero también 126 subespecies que habitan en desiertos, montañas, cerros e incluso costas. Cabe destacar que, desde aquellos tiempos, los nopales se comían igual que hoy: cocidos, asados o crudos, pero se convertían en un gran manjar mezclados con carne de venado, guajolote, huachinango o hueva de hormiga o axayácatl. Este insecto generaba un tipo de nata en la superficie del lago de México que hoy se conoce como el \"caviar mexicano\".  \n\n52  \nDel nopal se obtiene desde miel hasta cerveza. Del insecto que se cría en éste, un tipo de cochinilla, se extrae un colorante natural de hermoso color rojo oscuro: el granate, muy parecido al tono de la granada. Los antiguos nahuas usaron, incluso, la famosa \"baba de nopal\" como crema para pies, labios y manos. También ayuda a conservar el color en las telas y a unir los adobes de las casas, las",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los mexicas encontraron un águila devorando una serpiente sobre un nopal.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El nopal tiene grandes frutos conocidos como xoconostles o tunas rojas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El nopal se consume cocido, asado o crudo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El colorante natural que se extrae de la cochinilla es de color azul.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los nopales se pueden encontrar en regiones selváticas.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El nopal simboliza la unión del inframundo, la Tierra y el cielo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La leyenda menciona que el corazón de Copil fue arrojado al fondo de un río.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La importancia del nopal en la cultura mexica se refleja en el Escudo Nacional.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 26,
    "lectura": "El número más famoso del mundo  \n3  \n14159265358979323846264338327  \n59502884197169399375105820974944592307816406286208998628034825342  \n11706798214808651328230664709384460955058223172535940812848111745  \n02841027019385211055596446229489549303819644288109756659334461284  \n75648233786783165271201909145648566923460348610454326648213393607  \n26024914127372458700660631558817488152092096282925409171536436789  \n25903600113305305488204665213841469519415116094330572703657595919  \n53092186117381932611793105118548074462379962749567351885752724891  \n22793818301194912983367336244065664308602139494639522473719070217  \n98609437027705392171762931767523846748184676694051320005681271452  \n63560827785771342757789609173637178721468440901224953430146549585  \n37105079227968925892354201995611212902196086403441815981362977477  \n513099605187072113499999983729780499510597317328160963185950244594  \n\nE07798/7b¥290£98TT990T7770S8Z9961b7f099f69Z988b8Z1b80968f86Z6e2II  \n049972524680845987273  \n6446958486538367362  \n2262609912460805124  \n3884390451244136549  \n7627807977156914359  \n9770  \n0  \n1296160894416948685  \n5584840635342207222582848  \n864815845602850601684273  \n94522674676788952521  \n38522549954666727823  \n98645659611635488623  \n0577456498035593634  \n5681743241125150760694  \n794510965960940252288  \n579710893145669136867228748940560101503308617928680920874760917824  \n93858900971490967598526136554978189312978482168299894872265880485  \n75640142704775551323796414515237462343645428584447952658678210511  \n41354735739523113427166102135969536231442952484937187110145765403  \n59027993440374200731057853906219838744780847848968332144571386875  \n19435064302184531910484810053706146806749192781911979399520614196  \n634287",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El número más famoso del mundo es 3.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto contiene una serie de números.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El número pi se representa en el texto.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto tiene más de 100 dígitos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El número pi es un número entero.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El texto menciona otros números además de pi.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto sugiere que el número pi es importante en matemáticas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Se puede deducir que el número pi tiene aplicaciones en la vida cotidiana.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 27,
    "lectura": "144  \nEl origen del arcoíris  \nBasado en un cuento mazateco de tradición popular  \nVersión en español  \nCuentan que hace muchos años había un hombre al que le apenaba su desnudez.  \nUn día brilló en el cielo un gran relámpago y decidió ir a pedirle ayuda. Tras varios días de camino, llegó a contarle sus penas.  \nEl relámpago, conmovido, le dijo:  \n\"Te voy a dar estos siete colores, con ellos podrás pintarte el cuerpo y te vestirás para siempre. La gente te querrá y mirará con asombro.\"  \nFue así como se creó el arcoíris que aparece después de la tempestad y nos anuncia la llegada del Sol.  \nAsí lo cuentan los mazatecos.  \n\n145  \nNga'tae kucha kitukja 'ya xi s'e nga ja menda tsi  \nVersión Enna (Mazateco del Norte, Oaxaca)  \nKua jmire nga jaxu tse nu nga kuacha kuma nga nguxu xuta xi'in xi tjian ngas'e tjexu tsisabaju yajo'e nga'tae kjiti xu.  \nNguxu nitjin ja'tai xu ngu ndi'i ngasunde ku kuixu xuta kikjinenguixure kjuanda. Ja'axu kjin nitjin nga kis'ebixi sanda xu nga kitsu ku kixiyaxu kjua saba xi tjinre.  \nKuixu ndi'i kuande kuaxu kumare ku kuindaxu anima'e ku nguxu regalo kitsuare ku kuaxu tjitsure:  \n\"tsuara kui yatu asen, tuxi manga ni'kjiyeje yajori ku kuacha chajai tse najñuri. Achi ma mejeré ji xuta kju basendari ku 'be'tkunri.\"  \nKuaxucha kunda 'ya xi s'e ngaja menda tsi ku kuixu xi tsuyaña ngaja bitjuni tsu'bi.  \nKuaxucha tsuya xuta xi chja en nima.  \nhttps://bit.ly/3KbE6HH",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El hombre se sentía avergonzado por su desnudez.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El relámpago le dio al hombre siete colores.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El arcoíris aparece después de la tempestad.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los mazatecos cuentan la historia del arcoíris.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El hombre fue al relámpago porque quería vestirse.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El relámpago se sintió conmovido por la historia del hombre.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La historia sugiere que el arcoíris tiene un significado especial para la gente.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El relato implica que la apariencia externa puede influir en cómo los demás ven a una persona.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 28,
    "lectura": "162  \nTijuana  \nLAS  \nFronteras  \nEn los mapas sólo son  \nlíneas imaginarias.  \nLíneas que marcan la división  \nde los países.  \nPero en el  \nmundo, las  \nfronteras son  \nalgo más.  \nLas fronteras tienen  \nmúltiples formas.  \nY, casi siempre, tienen  \nmuchos problemas.  \n\n63  \nLas fronteras  \npueden ser  \nmuros, rejas  \no murallas;  \npueden ser  \nfísicas  \no naturales.  \n\n164  \nY cuando los países son  \ntan chiquitos, pueden ser  \nincluso así: como esta  \nentre Bélgica y los Países  \nBajos, o la de Canadá y  \nEstados Unidos, donde  \nsólo hicieron un corte de  \nárboles para definirla.  \nEn México, la frontera más  \nfamosa es la de Tijuana.  \n¿La conoces?  \n\n165  \nOtras fronteras  \nsólo están  \nseñaladas con  \nun letrero.  \nComo esta  \nentre México y  \nGuatemala.  \n¿Por qué son  \ntan diferentes  \nlas fronteras?  \n¿Por qué algunas  \nparecen tan fáciles  \nde cruzar?  \nComo esta entre  \nNoruega y Suecia.  \nEn cambio, otras  \n\nTambién existen fronteras naturales, donde  \nlos ríos, las montañas, los mares o los lagos  \nfuncionan como barrera.  \nAlgunas se ven así,  \no así,  \nincluso así.  \n\n167  \nOtras son más curiosas,  \ncomo la que separa China y Mongolia.  \nAsí son las fronteras: unas unen, otras separan.  \n¿Cómo te  \ngustaría a ti  \nque fueran?",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las fronteras son líneas imaginarias en los mapas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La frontera más famosa de México es la de Tijuana.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las fronteras pueden ser físicas o naturales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La frontera entre México y Guatemala está marcada con un letrero.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las fronteras siempre son muros o rejas.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La frontera entre Noruega y Suecia parece fácil de cruzar.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Las fronteras son solo divisiones entre países y no tienen otros problemas.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto sugiere que algunas fronteras podrían ser más amigables que otras.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 29,
    "lectura": "194  \nHacer milpa es hacer equipo.  \nLos integrantes básicos que se siembran en el equipo milpa son el maíz, el frijol, la calabaza y el chile. Este conjunto es la base de la alimentación de las personas y de otras especies en nuestro país.  \n\n195  \nLa palabra milpa proviene de la lengua náhuatl:  \nMilpan = lo que se siembra sobre la parcela.  \nAsí se nombra a la milpa en otras lenguas:  \nIchírari  \nItzuu  \nRalámuli raicha / Tarahumara  \nTu'un savi / Mixteco  \nJee  \nKool  \nJajme dzä mii / Chinanteco  \nQyool / Maya  \nSunnu (nombre del yoreme)  \nYaxcol  \nYoreme  \nTarheta p'orhepecha / Tarasco  \nBats'i k'op / Tsotsil  \nGaa  \nBatchiechim (nombre del tepehuano)  \n(nombre en yaqui)  \nTepehuano  \nYaqui  \nTakuxtu  \nKintachiuinkan / Totonaco  \nChjöö  \nJnatjo / Mazahua  \nWarra  \nWixárika / Huichol  \nExisten 60 formas distintas para referirse a la milpa. ¿Cómo la nombran en tu comunidad?  \n\n196  \nDecimos que la milpa es hacer equipo porque al sembrar maíz, calabaza, frijol y chile en una misma parcela, se crea un sistema de interacciones ecológicas benéficas en donde cada planta ayuda a las demás y al entorno en donde se desarrollan de las siguientes maneras:  \nFomentan el crecimiento de otros comestibles como los quelites, los hongos, el huitlacoche y plantas ornamentales también.  \nProtegen el suelo y lo mantienen hidratado.  \nSe ayudan a fortalecerse y crecer.  \n\nINTERACCIONES ECO  \n197  \n()  \nMaíz  \nCalabaza  \nFrijol  \nChile  \nImpulsan la polinización.  \nControlan las plagas de forma natural.  \nLÓGICAS BENÉFICAS.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los integrantes básicos que se siembran en el equipo milpa son el maíz, el frijol, la calabaza y el chile.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La palabra milpa proviene de la lengua náhuatl.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Existen 60 formas distintas para referirse a la milpa.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La milpa solo se refiere a la siembra de maíz.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las plantas en la milpa se ayudan mutuamente a crecer.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La milpa se puede nombrar de diferentes maneras en distintas lenguas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La milpa es un sistema que solo beneficia a las plantas que se siembran en ella.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Hacer milpa implica un trabajo en equipo que beneficia tanto a las plantas como al entorno.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 30,
    "lectura": "178  \nJARDÍN DE SAN MARCOS  \nDesde 1842, cuando fue construido, el Jardín de San Marcos se ha convertido en uno de los espacios de recreación favoritos de los habitantes de la ciudad de Aguascalientes, capital del estado con el mismo nombre. La belleza del Jardín se observa desde fuera, pues la barda que lo rodea y los arcos que se encuentran en cada una de sus cuatro entradas están hechos de cantera rosa. Pareciera que los tonos rosáceos de esta piedra invitan a los paseantes a adentrarse y disfrutar de un espacio de tranquilidad. Anteriormente, en el terreno que ocupa el Jardín se colocaba un tianguis en donde la gente del barrio solía ir a comprar y vender. Sin embargo, actualmente, no solo es un lugar de encuentro y diversión para familias y amigos, sino también es el escenario principal de las actividades que se realizan durante la famosa Feria de San Marcos, una de las más importantes del país tanto por los espectáculos que ofrece como por su antigüedad.  \n\n179  \nDurante la Feria, en el Jardín se desarrollan algunas actividades como la inauguración y la clausura, conciertos musicales y la coronación de la reina, acto que se lleva a cabo en el quiosco que se encuentra en el centro del Jardín. En 2009, para celebrar el 434° aniversario de la fundación de la ciudad, el espacio fue remodelado y se colocaron varias estatuas en bronce que representan diversos personajes de la vida cotidiana de Aguascalientes a través del tiempo. Estas  \n\n180  \nesculturas fueron hechas por artistas del estado, y algunas están inspiradas en obras del pintor Saturnino Herrán y el grabador José Guadalupe Posada, quienes, por cierto, nacieron en esta ciudad. ¡Seguramente ellos también pasearon por el jardín durante su infancia y su juventud! Entre las estatuas se encuentran las de personas cuyos oficios, actualmente, ya no se acostumbran, pero que fueron muy importantes para la sociedad hidrocálida; asimismo, hay otras que representan trabajos que permanecen hasta el día de hoy.  \n\n181  \nde GALLERO  \nEntre mis brazos, yo llevo al más bravo de los bravos; podrás verlo triunfar en la pelea de gallos.  \nVENDEDORA DE FLORES  \nMil rosas en mi canasta, mil flores vengo trayendo: lleve un bonito regalo para dama o caballero.  \nNIÑO BOLERO  \nPor unos cuantos pesos lleve sus zapatos limpios: deje practicar mi magia, sentado en mi banquillo.  \nFL SERENO  \nRecorro de noche las calles: voy anunciando las horas con mi farol en la mano, soy solo un recuerdo ahora.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Jardín de San Marcos fue construido en 1842.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Jardín de San Marcos está en Aguascalientes.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las estatuas en el Jardín fueron hechas por artistas de Aguascalientes.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Jardín de San Marcos es un lugar de encuentro para familias y amigos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El Jardín de San Marcos se utilizaba anteriormente como un tianguis.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La Feria de San Marcos es una de las más importantes del país.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Las estatuas en el Jardín representan oficios que ya no se acostumbran, lo que indica un cambio en la sociedad hidrocálida.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El hecho de que los artistas Saturnino Herrán y José Guadalupe Posada nacieran en Aguascalientes sugiere una conexión cultural entre ellos y el Jardín.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 31,
    "lectura": "110  \nCabezas admirables  \nLas cabezas colosales olmecas son muy famosas. Sin embargo, podemos encontrar otras cabezas de piedra en nuestro país. En el centro histórico de la Ciudad de México se encuentra una cabeza de serpiente que asoma sus enormes dientes en la esquina que forman las calles República de El Salvador y Pino Suárez. El edificio que custodia la serpiente ahora es el Museo de la Ciudad de México, construcción que originalmente fue llamada Palacio de los Condes de Santiago de Calimaya y edificada entre los años 1500 y 1600.  \n\n111  \nSe cree que la cabeza fue encontrada en los cimientos del mismo edificio, cuando el Palacio fue remodelado a finales de 1700, y se decidió preservarla por su valor histórico y cultural. En 1931, el edificio fue declarado patrimonio nacional y, en 1960, tuvo otra remodelación para convertirse en el Museo de la Ciudad de México. No obstante, el lugar donde se encontraba la cabeza se respetó, con la intención de que fuera vista por todas las personas que circularan por esa calle.  \n\n112  \nPor otra parte, en Aguascalientes, se encuentra una asombrosa cabeza al borde de un acantilado entre la Sierra Fría y la Sierra del Laurel, en el kilómetro 33 de la carretera 70, Aguascalientes-Calvillo.  \n\n113  \nLa escultura, denominada Gran Cabeza Chichimeca, mide 12 metros de alto por 10 de ancho y 7 de fondo. Se calcula que pesa alrededor de 2,000 toneladas. Juan Justo Zárate, originario de Oaxaca, comenzó a tallar la obra a finales de los años noventa, y se inspiró en la conquista de Tenochtitlan y en la lucha de los chichimecas por la defensa de su tierra. El artista trabajó 17 años para crear la enorme cabeza, pero la obra no está terminada; todavía hace falta esculpir un águila que emergerá de la parte derecha del rostro del guerrero. Zárate seguirá adelante hasta ver completado este homenaje a uno de nuestros ancestros más indomables.  \n\n114  \nAsimismo, en Querétaro, en el ejido de Escolásticas, en el municipio de Pedro Escobedo, a la altura del kilómetro 26 de la carretera 400, se encuentran las cabezas gigantes de Escolásticas. Los artesanos Fernando Arévalo y Martín Nieto las crearon por gusto y para el deleite de los visitantes de la zona. Una de las cabezas representa a un indígena, mientras que la otra es la imagen de una mujer. Ambas están hechas de cantera negra y miden un aproximado de 1.5 metros. Tomó alrededor de un año de trabajo para completarlas.  \n\n115  \nSe localizan en un área boscosa, por lo",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las cabezas colosales olmecas son famosas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La cabeza de serpiente se encuentra en la Ciudad de México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La Gran Cabeza Chichimeca fue tallada por Juan Justo Zárate.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las cabezas gigantes de Escolásticas están hechas de mármol.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La cabeza de serpiente fue encontrada durante la remodelación del Palacio a finales de 1700.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La Gran Cabeza Chichimeca está completamente terminada.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El artista Juan Justo Zárate se inspiró en la conquista de Tenochtitlan para crear la Gran Cabeza Chichimeca, lo que sugiere un vínculo entre la escultura y la historia de México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Las cabezas gigantes de Escolásticas fueron creadas con la intención de representar la cultura indígena, lo que refleja un aprecio por la herencia cultural de México.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 32,
    "lectura": "38  \nLa magia del ACTOR Y DEL TEATRO  \nTodo el mundo tiene una actriz o actor favorito. Ya sea en televisión, cine o teatro, el trabajo del actor siempre resulta sensacional y misterioso. Pero, ¿cómo se produce esta magia cuando alguien deja de ser él mismo para ser otra persona, donde el espectador es testigo de esta transformación? Sin duda, se trata de un don especial, de una habilidad que el actor perfecciona, pues no basta con poseer una gran memoria para recordar los diálogos entre los personajes, sino también controlar las propias emociones. Imagina que eres actriz o actor y te encargan interpretar un momento muy triste o una situación realmente chistosa. ¡No sería posible llorar todo el tiempo o reír sin parar! El actor debe continuar con la escena siguiente para que el público conozca bien el resto de la historia.\n\n39  \nPara ello, cada actor o actriz debe entrenar el cuerpo, modular la voz y manejar sus sentimientos para \"construir el personaje\". La meta implica que el espectador perciba cómo piensa, siente y cuáles son las motivaciones de ese ser imaginario, del personaje. El objetivo de un actor siempre es lograr encarnar un personaje. Este concepto fue acuñado por el gran actor y director de teatro ruso Konstantín Stanislavski. En el libro El trabajo del actor sobre sí mismo, asegura que un actor o actriz debe estudiar al menos canto, colocación de la voz, dicción, música, danza, gimnasia, esgrima, acrobacia y cualquier otra disciplina que le permita vivir y hacer vivir a su personaje, así como experimentar sus emociones. Para ser un buen actor, dice Stanislavski, es necesario lograr la concentración, usar las propias experiencias, relajarse, recordar las sensaciones y afectos, interactuar con otros actores, visualizar la vida del personaje, comprender la historia que cuenta y procurar que el espectador crea en ella.\n\n40  \nEs bien sabido que los mejores actores surgieron del teatro por ser este una escuela inmejorable para dominar los nervios, la presión del público y saber, de forma directa, si gusta la puesta en escena. En el medio teatral intervienen varios elementos para que el actor interprete de mejor forma su papel: escenografía, vestuario, maquillaje, música, efectos especiales, iluminación, entre otros. La escenografía es la reproducción del lugar donde la historia transcurre. Si esta sucede en el bosque, el escenógrafo debe fabricar árboles de cartón o de cualquier otro material para simular ese ambiente. Si la escena se ubica en una casa antigua, la escenografía debe contar con objetos de aquella época, de tal forma que se tenga la ilusión de que ocurre y ocurrió en verdad.\n\n41  \nLos sonidos que acompañan a los actores, la música y los efectos sonoros también forman parte de la puesta en escena. Quienes los realizan se llaman",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El trabajo del actor siempre resulta sensacional y misterioso.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los actores deben entrenar el cuerpo y modular la voz.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Konstantín Stanislavski fue un actor y director de teatro.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La escenografía es la reproducción del lugar donde la historia transcurre.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los actores no necesitan controlar sus emociones para interpretar un personaje.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El entrenamiento de un actor incluye disciplinas como danza y esgrima.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Para un actor, es suficiente con recordar los diálogos para lograr una buena actuación.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La escenografía y los efectos sonoros son elementos que no influyen en la interpretación del actor.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 33,
    "lectura": "78  \nLa mirada sorprendente de Tina  \nAssunta Adelaide Luigia Modotti Mondini, mejor conocida como Tina Modotti, nació en la ciudad de Údine, en Italia, a finales del siglo antepasado, en 1896. A los 12 años, por situaciones desconocidas, empezó a trabajar en la industria de la confección de ropa y, a los 16 años, viajó a Estados Unidos. En 1921, comenzó a trabajar como modelo. Así inició su carrera como fotógrafa. Modotti, retratada por Edward Weston, de quien fue asistente y aprendiz.  \n\n79  \nEn 1924, montó su primera exposición en la Ciudad de México, donde incluyó obras de Edward Weston. Su producción fotográfica se divide en dos periodos: 1° Romántico 2° Revolucionario. Árbol con perro, 1924. Observa con cuidado esta fotografía. ¿Qué observas en ella? ¿Qué nombre le pondrías? ¿Qué elementos puedes contar que son visibles y cuáles no puedes ver?  \n\n80  \nTina trabajó como fotógrafa, editora, modelo, actriz, costurera, activista y luchadora social por los derechos, la igualdad y las libertades de la mujer y los trabajadores. Las puertas son las grandes protagonistas de esta imagen, junto con la luz y la distancia. Las imágenes siempre nos cuentan una historia, ¿esta fotografía qué te cuenta? Modotti usó la fotografía para capturar la belleza de lo simple y lo cotidiano. Niño con sombrero de palma, retrato, ca. 1928. Títere, ca. 1924. Tina atrapa la mirada curiosa de este niño: tal vez el \"hombre\" elegante de la imagen, despegado de la realidad, lo humano, lo social... sólo podría ser representado así, como un títere, un objeto sin vida.  \n\n81  \nPongo demasiado arte en mi vida y, por consiguiente, no me queda mucho que dar al arte.  \nTina Modotti  \nLa maternidad representada en esta natural imagen. En esta fotografía aparecen mujeres, generaciones: dos personas, y piénsalo, podrían ser, tal vez, \"la patria y sus habitantes\". ¿Qué piensas como mexicano sobre la \"madre patria\"? Niña amantándose, ca. 1927. Tina inició produciendo fotografía artística, después, se enfocó en los temas sociales. Juchitán es una población del bello estado de Oaxaca. ¿Qué piensas que sucede en esta imagen? Fiesta en Juchitlán, ca. 1926.  \n\n82  \nTina utilizó su cámara como instrumento para participar en la lucha por los derechos de los indígenas, de la mujer y de los trabajadores del mundo. En este retrato de una mujer llevando una jícara -recipiente para transportar agua, principalmente- sobre la",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Tina Modotti nació en Italia.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Tina comenzó a trabajar como modelo a los 16 años.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Tina Modotti trabajó como fotógrafa y activista.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La primera exposición de Tina fue en Nueva York.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Tina Modotti utilizó la fotografía para capturar la belleza de lo cotidiano.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La fotografía de Tina sobre la maternidad incluye a tres generaciones de mujeres.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Tina Modotti consideraba que su vida estaba llena de arte, lo que le dejaba poco para dar al arte.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La obra de Tina Modotti se centró únicamente en la fotografía artística y no en temas sociales.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 34,
    "lectura": "58  \nLa primera mensajería aérea  \nActualmente, en algunos lugares, mandar un mensaje instantáneo a una persona que está a muchos kilómetros de distancia resulta muy sencillo, pues basta con usar una computadora o un teléfono celular. Sin embargo, hace muchos años, se utilizaban las palomas mensajeras.  \nLa paloma mensajera (Columba livia domestica) se caracteriza por ser muy fuerte, orientada y resistente a la fatiga. En promedio, puede recorrer distancias de 800 kilómetros al día a una velocidad de 90 kilómetros por hora.  \n\n59  \nLos colombófilos son personas expertas en criar y entrenar palomas mensajeras. De manera natural, a las palomas les gusta estar en su nido, por lo cual desde pequeñas son entrenadas para volver al palomar. Primero las sueltan a distancias cortas y, poco a poco, aumentan esta distancia hasta liberarlas en lugares situados a muchos kilómetros de distancia del nido. Después, cuando una paloma mensajera ya está entrenada, se le puede trasladar en una jaula a cualquier parte y ya está lista para llevar información. ¡Basta atarle un mensaje a la pata y soltarla! La mensajería con paloma siempre se da en un sentido y en una dirección: hacia el nido. Por ello, antiguamente, se construían palomares en los lugares donde se necesitaba recibir los mensajes.  \n\n60  \nAl día de hoy, no se sabe con certeza cómo se orientan las palomas mensajeras para volar de regreso. Pero lo que sí es seguro es que utilizan su inteligencia y todos sus sentidos para hacerlo. Si es necesario, se alimentan durante su recorrido. Casi nunca vuelan de noche; normalmente se detienen y retoman el viaje cuando sale el sol. El uso de las palomas mensajeras como medio de comunicación a distancia se conoce desde la antigüedad. Y, hasta el siglo XX, en casi todos los conflictos bélicos que ha enfrentado la humanidad, se han utilizado estas aves para enviar información estratégica. Cher Ami fue una famosa paloma mensajera que ayudó a salvar la vida a un batallón de soldados estadounidenses en la Primera Guerra Mundial.  \n\n61  \n¿Sabías que, en los años ochenta, dos hospitales de Francia, separados por una distancia de 30 kilómetros, utilizaban palomas mensajeras para transportar muestras sanguíneas?  \nHoy en día, los colombófilos utilizan a las palomas solamente para competencias deportivas en distintas pruebas, como:  \nPrueba  \nDistancia  \nVelocidad  \nHasta 300 km  \nMedio fondo  \nMás de 300 y menos de 500 km  \nFondo  \nMás de 500 y menos de 700 km  \nGran fondo  \nMás de 700 km  \n¿Recuerdas alguna historia, cuento o película donde una paloma mens",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las palomas mensajeras pueden recorrer distancias de 800 kilómetros al día.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los colombófilos son personas que crían y entrenan palomas mensajeras.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Cher Ami fue una paloma mensajera que ayudó en la Primera Guerra Mundial.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las palomas mensajeras vuelan de noche con frecuencia.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las palomas mensajeras son utilizadas hoy en día solo para competencias deportivas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Se desconoce cómo se orientan las palomas mensajeras para regresar a su nido.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La mensajería con palomas se utilizaba en conflictos bélicos hasta el siglo XX porque era efectiva.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Es posible que las palomas mensajeras hayan sido utilizadas en la antigüedad para otros fines además de enviar mensajes.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 35,
    "lectura": "186  \nGabriela Martínez Jiménez.  \nHIDALGO  \nIIIIIIIIII  \nIII  \n<<<<<<<<<  \nm  \nde cada día  \nA veces no la vemos, pero la sentimos  \nen la boca al probar ciertos alimentos.  \nSe encuentra oculta en ciertos panes,  \nalgunos quesos, en la mayoría de las  \nsalsas y en muchos deliciosos platillos  \nque comemos diariamente. En otras  \nocasiones, podemos verla en la mesa, lista  \npara darle sabor a la sopa, al guisado o al  \ntaco que tenemos frente a nosotros. ¿Sabes  \nde qué hablamos? ¡Exacto! De la sal.  \nLa sal es un condimento que vemos con frecuencia en la  \nmayoría de nuestras comidas. Aunque no pensemos seguido  \nen ella, en realidad tiene una presencia importante. Si la sal  \nnos pudiera narrar su propia historia, ¡nos contaría muchas  \ncosas interesantes! Por ejemplo, de dónde viene o qué otros  \nusos tiene, pero como no puede, te lo contamos nosotros.  \nPrimero, hablemos sobre su origen.  \nCiarabett Gabriela Martínez Jiménez. HIDALGO  \n¿Sabías que en ciertos lugares, como  \nel mar o los manantiales, el agua está  \nmezclada con algunos minerales,  \nincluyendo la sal? ¡Pues así es!  \n\n187  \nAlgunas personas y empresas toman agua  \nde estos lugares y la colocan en recipientes  \nbajo el sol o cerca de otra fuente de calor.  \nAsí, conforme aumenta la temperatura, el  \nagua se evapora y únicamente queda la sal  \ny los demás minerales que se encontraban  \nmezclados. Separas la sal... ¡y listo! Fácil,  \n¿no? ¡Quizás por eso es uno de los  \nmétodos más populares para obtenerla!  \nOtra forma de extraerla es a través de la  \nhalita, una roca compuesta completamente  \npor sal y que en la naturaleza se encuentra  \nen forma de grandes bloques. Mediante  \ndiversos procesos, las enormes rocas se  \npulverizan para transformarlas en pequeños  \ngranos como los que se usan para cocinar.  \nUn tercer método de extracción es hervir  \ncierto tipo de plantas que contienen sal de  \nforma natural en su interior. Se trata de  \nun proceso menos utilizado que los  \nanteriores, ya que la cantidad de mineral  \nque contienen dichas plantas es muy poca.  \nCiarabett Gabriela Martínez Jiménez, HIDALGO  \nDe cualquier manera, la sal es un elemento  \nmuy importante en nuestra dieta, ya que su  \nconsumo le permite a nuestro cuerpo realizar  \nfunciones vitales, como retener líquidos,  \naunque su exceso también puede causar  \ndaño. Todo debe ser con justa medida.  \nCiarabett Gabriela Martínez Jiménez, HIDALGO",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La sal se encuentra en ciertos panes y quesos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La sal es un condimento que se usa en la mayoría de nuestras comidas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La sal se puede ver en la mesa lista para usar.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La halita es una roca compuesta completamente por sal.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La sal se obtiene solo del mar.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El exceso de sal puede causar daño a nuestro cuerpo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La sal tiene un papel importante en la dieta, pero su uso debe ser moderado. Esto sugiere que la sal es completamente buena para la salud.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El proceso de extracción de sal a partir de plantas es más común que el de evaporación del agua del mar.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 36,
    "lectura": "96  \nLa sucesión de Fibonacci en la naturaleza  \nHace más de 800 años, el matemático Leonardo de Pisa, mejor conocido como Fibonacci porque era hijo de Bonacci, tuvo una gran idea e inventó una sucesión de números que se ha usado de diversas maneras en la vida cotidiana a lo largo del tiempo. Esta sucesión empieza con dos números 1: 1, 1. Para obtener el tercer número de la sucesión, se suman los dos números anteriores. Así se obtiene el 2: 1, 1, 2. Luego se vuelven a sumar los dos números anteriores para obtener el siguiente, el 3: 1, 1, 2, 3. Y se repite este procedimiento cada vez: sumar los dos números anteriores para obtener el que sigue. 1, 1, 2, 3, 5, 8, 13, 21. ¿Puedes encontrar los siguientes 2 números de la sucesión de Fibonacci?  \n\n97  \nPero... ¿qué relación tiene esta sucesión con la naturaleza? Si observamos el centro de las margaritas o de los girasoles, donde se agrupan las semillas, encontraremos un patrón impresionante. Las semillas de un girasol seco y maduro forman un curioso patrón de espirales acomodadas una al lado de la otra, y crean a su vez dos familias bastante claras. Una cuyas espirales giran en favor de las manecillas del reloj, y la otra en dirección contraria. El número de espirales en cada familia es un número de Fibonacci, e incluso las dos familias tienen números de Fibonacci continuos.  \n\n98  \nPor ejemplo, un girasol puede tener 34 espirales en una dirección y 55 en la otra. Observa que en la imagen se puede ver que hay 55 espirales que giran en el sentido de las manecillas del reloj. Identifica las que van en sentido contrario a las manecillas del reloj y cuéntalas. ¿Son 34? El mundo de las flores tiene una marcada preferencia por los números de la sucesión de Fibonacci. Muchas flores tienen 3, 5, 8, 13, 21 pétalos.  \n\n¡Descubre cuántos hay en la próxima flor que encuentres a tu paso!  \n\n100  \nAgua pasa por mi casa, cate de mi corazón. El que no me lo adivine es un burro cabezón.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La sucesión de Fibonacci comienza con los números 1, 1.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Fibonacci vivió hace más de 800 años.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las espirales de un girasol pueden tener 34 y 55 espirales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La sucesión de Fibonacci se usa solo en matemáticas.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los números de Fibonacci se pueden encontrar en las flores.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las espirales en un girasol siempre giran en la misma dirección.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La sucesión de Fibonacci tiene aplicaciones en la vida cotidiana.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El patrón de espirales en los girasoles es solo un fenómeno visual sin relación matemática.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 37,
    "lectura": "156  \nLa VOZ  \nRa noya de  \nde Xareni  \nra Xareni  \nGayatri Morales Fragoso  \n(Texto en Nähnu)  \nHace algunos años, mi abuelito me  \nYabu r'a ya jeya ma zi xita bi pedegi  \ncontó la historia de unos gigantes  \nra 'bede dige'a n'a ya Uema te bi  \nque habitaban la tierra: los uemas.  \n'bui nuna hai. Bi pedegi tengu nuya  \nMe platicó que estos gigantes  \nUema mi sta pexo ya do xi dängi,  \npodían cargar piedras enormes y  \nne te bi he ko ya nts'uti ya mbän'i  \nque se vestían con las pieles de los  \nmi tsi. 'Nehe bi mägi te n'a dä y'e  \nanimales que comían. También, me  \nbi huä'mbi ra ximhai ne te dige'a  \nexplicó que un gran diluvio había  \nnu'bu hinbi yopa hneki ya Uema.  \nazotado al mundo y que desde  \nNu'ä ra pa, nugi di beni te bi nja pa  \nentonces no se había vuelto a ver a  \nbi m'edi pa nzäntho pe ra Xareni  \nlos uemas. Aquel día, yo pensé que  \nbi handi ra n'a Uema ja getya...  \nhabían desaparecido para siempre,  \npero Xareni vio una hace poco...  \nAlberto Martinez Martinez (Diosdado). ESTADO DE MÉXICO  \n\n157  \nXareni tiene la sonrisa más  \nRa Xareni rä xi thesehe, ja getya bi  \ndivertida que yo he visto. Acaba de  \nkot'i hñäto ya jeya, pe getya ra johya  \ncumplir ocho años y antes sonreía  \nbi ma, ngu ra m'edi ya Uema. Nubye  \ntodos los días, pero hace poco su  \nnzäntho xi b'ui sehe ne 'randi xi ts'u  \nsonrisa se esfumó como los uemas.  \nzoni ha ra xui. Ra ngu nubye ri uni  \nAhora, siempre está sola y a veces  \nunbabi ra ntsu; ne ya däxo, te 'met'o  \nllora un poco, sobre todo en la  \nmi komp'abi ra tse, ha nubye fudi xa  \nnoche. Su cuarto, que antes era su  \ntse ham'u ri hue'ti.  \nfortaleza, ahora le da miedo; y sus  \ncobijas, que antes la protegían del  \nfrío, ahora permanecen heladas  \ncuando apaga la luz.  \nMÉXICO  \nDE  \nAlberto Martinez Martinez (Diosdado). ESTADO  \nEn la noche, cuando todas las  \nHa ra",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los uemas son gigantes que habitaban la tierra.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Xareni acaba de cumplir ocho años.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los uemas se vestían con pieles de animales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Xareni siempre está feliz.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Xareni solía sonreír todos los días antes de que su sonrisa se esfumara.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El gran diluvio hizo que los uemas desaparecieran para siempre.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La historia de los uemas y la situación de Xareni pueden estar relacionadas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Xareni siente miedo en su cuarto porque ha perdido su sonrisa y su fortaleza emocional.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 38,
    "lectura": "10  \nArañas  \nSon seres esenciales en nuestros ecosistemas. Todos los continentes del mundo tienen arañas menos la Antártida. Hay arañas que viven en cuevas heladas o incluso en volcanes. Hay pequeñas, más pequeñas que un milímetro (0.37 mm) y otras son muy grandes. ¡Llegan a medir hasta 30 centímetros contando sus patas! Algunas ni siquiera tienen ojos, ya que viven bajo tierra o pueden tener 2, 4, 6, pero la mayoría tiene 8 ojos. Las arañas llevan más de 400 millones de años en la Tierra; las hay de muchos tipos, colores y comportamientos. Existen muchas familias arácnidas mexicanas, con características que las hacen especiales, como las arañas cangrejo con sus llamativos colores brillantes, las saltarinas que bailan para cortejar a su pareja o las temidas, grandes y casi siempre peludas tarántulas.\n\nII  \nLas arañas tienen unas glándulas especiales que producen seda, la cual utilizan para diferentes cosas, como reproducirse, proteger sus huevos, hacer nidos y hasta paracaídas. Como sabes, algunas de las arañas hacen telarañas de esta seda que está hecha de proteínas, por lo que suelen comérsela después de que cumple su función. Entonces, ¿para qué son las telarañas? Su principal uso es atrapar presas, pero también pueden tapar caminos, fungir como trampas y hasta como sensores auditivos gigantes. Las telarañas son increíbles hazañas arquitectónicas; varían en tamaños y complejidad, son hermosas obras de arte con decoraciones y complejos patrones.\n\n12  \nLas arañas ayudan a mantener el equilibrio natural, son alimento de múltiples especies y se alimentan, comúnmente, de insectos. Algunas llegan a comer otros animales como gusanos, ranas o murciélagos. Solo se conoce una araña vegetariana, la cual se alimenta principalmente de brotes de hojas, vive en México y otros países de Sudamérica; es la araña Bagheera kiplingi. Al ser tan buenas cazadoras, las arañas suelen controlar las poblaciones de insectos y mantienen el balance de varias especies, incluso a sí mismas. Esto es cierto también en cultivos naturales donde no hay pesticidas agresivos, pues las arañas ayudan a controlar algunas plagas, reduciéndolas en número. Las arañas también viven en nuestros hogares cumpliendo el mismo papel, reduciendo la cantidad de mosquitos u otros insectos y animales que pueden ser parasitarios y perjudiciales para los humanos.\n\n13  \nPor todo esto, si encontramos una araña en casa, primero hay que asegurarnos de que no sea peligrosa. Si no lo es y queremos removerla, debemos pedir ayuda de un adulto para atraparla de forma segura y llevarla a un lugar donde pueda sobrevivir y",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las arañas viven en todos los continentes menos en la Antártida.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La araña Bagheera kiplingi es vegetariana.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las arañas tienen 6 ojos.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las telarañas son utilizadas principalmente para atrapar presas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las arañas pueden vivir en cuevas heladas o volcanes, lo que sugiere que son muy adaptables.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La seda que producen las arañas se utiliza solo para hacer telarañas.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Si se encuentra una araña en casa, es mejor dejarla ahí sin hacer nada porque son peligrosas.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La importancia de las arañas en los ecosistemas sugiere que su desaparición podría afectar a otras especies.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 39,
    "lectura": "26  \nLEONARDO DA VINCI  \nEL GRAN IMAGINADOR  \nImaginar es como echar a andar una máquina de ideas y pensamientos. Por medio de ellos podemos proyectar, en nuestra mente, más allá de lo que nuestros ojos ven, así como resolver problemas o intentar hacer cosas que, a veces, parecen imposibles, como volar, vivir bajo el agua o pintar un cuadro perfecto.  \nY así, imaginando primero y luego materializando nuestras ideas, podemos inventar cosas, como lo hizo Leonardo da Vinci.  \nAutorretrato, ca. 1512, Leonardo da Vinci (1452-1519)  \n\n27  \nVivió hace muchos años en Italia y algunos de sus inventos han servido de modelo e inspiración para hacer helicópteros ¡y hasta robots! Además, algunas de sus pinturas están entre las más famosas en toda la historia del arte.  \nDa Vinci vivió en una época llamada Renacimiento, en la que las bellas artes fueron muy importantes en Europa. Hasta hoy, a este artista-inventor se le considera una de las mentes más brillantes de la historia.  \nHombre de Vitruvio, ca. 1492, Leonardo da Vinci (1452-1519)  \nNació en 1452 en Vinci, un lugar cercano a Florencia, Italia, y, desde pequeño, dio muestras de su talento al dibujar muy bien y también al construir pequeños mecanismos que inventaba. Su maestro de pintura y de dibujo, Andrea del Verrocchio, aceptó que Leonardo era mejor pintor que él.  \n\n28  \nDibujos del cuerpo humano  \nLa medicina también se ha beneficiado de los dibujos de Leonardo.  \nLa anatomía superficial del hombro y el cuello; Los músculos del hombro, ca. 1510-1511, Leonardo da Vinci (1452-1519)  \nEl feto en el útero. Verso: Notas sobre la reproducción, con bocetos de un feto en el útero, etc., ca. 1511, Leonardo da Vinci (1452-1519)  \nAdemás de ser un estupendo dibujante, era un gran observador, por lo que contribuyó a dar a conocer detalles del cuerpo humano que fueron útiles para estudios de anatomía antes de que se inventaran las radiografías.  \nRecto: Los huesos del pie y el hombro. Verso: Las venas y los músculos del brazo, ca. 1510-1511, Leonardo da Vinci (1452-1519)  \n\n29  \nLa Gioconda  \nAsí se llama el retrato de una mujer pintado por da Vinci, al que también se le conoce como la Mona Lisa. La modelo se llamaba Lisa Gherardini y \"Mona\" es un diminutivo de \"Madonna\", que en español quiere decir \"Mi señora\". Entonces, Mona Lisa significa \"señ",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Leonardo da Vinci nació en 1452.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Da Vinci vivió en Italia.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La Gioconda es un retrato pintado por Leonardo da Vinci.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Leonardo da Vinci fue un inventor y pintor.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los dibujos de Leonardo fueron útiles para la medicina antes de que existieran las radiografías.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Leonardo da Vinci fue considerado un mejor pintor que su maestro Andrea del Verrocchio.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La época del Renacimiento fue importante para las bellas artes en Europa, lo que influyó en el trabajo de Leonardo da Vinci.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El talento de Leonardo da Vinci al dibujar y construir mecanismos se manifestó desde su niñez, lo que sugiere que tenía un don natural para el arte y la invención.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 40,
    "lectura": "134  \nONLIO  \nalliro  \nLos antiguos romanos y sus números  \nHace más de dos mil años, la civilización romana desarrolló un sistema de numeración que utilizaba letras para representar los números. Con el paso del tiempo, este sistema entró en desuso y, en su lugar, se desarrolló el sistema indoarábigo que hoy utilizamos. Sin embargo, los números romanos siguen a nuestro alrededor. Se utilizan para nombrar los siglos, para numerar volúmenes, tomos o partes de libros, para indicar años en monumentos históricos, en la denominación de congresos, certámenes y eventos, en la numeración de reyes, papas o emperadores, para indicar los actos o escenas de una obra de teatro y, también, en las carátulas de algunos relojes.  \n\n135  \nPara escribir sus números, los romanos utilizaban siete letras. Solo escribían números naturales y no tenían ningún símbolo para el valor \"nada\" o cero, como sí existe en nuestro sistema de numeración utilizado por los mayas hace miles de años.  \nHay varias reglas para escribir los números. Se repite cada letra hasta 3 veces y, en ciertas ocasiones, se suman los valores que representan, pero en otras se restan. El siglo 21 se denota así: XXI, donde los valores de las letras se suman, pero el siglo 9 se escribe IX, donde anteponer el I al X significa que hay que restar los valores: 10 - 1 = 9. También hay una manera de escribir números más grandes que 3,999 (MMMCMXCIX), que es el número más grande que se puede escribir usando solo esas letras. El valor de un número se multiplica por 1000, poniendo una raya horizontal encima, y por un millón, si se ponen dos rayas. √ccc = 5300 VI = 6000000",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los romanos utilizaban letras para representar los números.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El sistema de numeración romano sigue en uso hoy en día.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El número 9 se escribe como IX en números romanos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los romanos tenían un símbolo para el valor 'nada' o cero.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los números romanos pueden ser utilizados para indicar años en monumentos históricos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El número 3,999 se puede escribir con las letras romanas.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Si un número romano tiene una letra con una raya horizontal encima, su valor se multiplica por 1000.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El sistema indoarábigo fue desarrollado antes que el sistema de numeración romano.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 41,
    "lectura": "Los ladrillos de los números\n\nCualquier número natural se puede expresar como la multiplicación de dos o más números naturales. Por ejemplo, el 4, como 4 x 1 o 2 x 2; y el 24, como 8 x 3, 6 x 4 o 2 x 2 x 2 x 3. Pero, ¿qué sucede con el 2, el 3 o el 17? Estos números sólo se pueden escribir como producto de dos números de una sola manera: ¡el número dado por 1!  \n2 = 2 x 1  \n3 = 3 x 1  \n17 = 17 x 1  \n\nEstos números tan particulares e interesantes se conocen como números primos. Son los ladrillos con los que, a través de la multiplicación, se puede \"construir\" cualquier número. Los números primos han fascinado a los matemáticos de todos los tiempos. Están presentes en la búsqueda de múltiplos y divisores y, por supuesto, de un común denominador para sumar y restar fracciones. Hombres y mujeres han dedicado su vida a estudiarlos. En la actualidad, se utilizan números primos muy grandes para el cifrado electrónico en bancos y comercios, pues, para hallarlos, las computadoras tienen que probar con todos los números primos anteriores.\n\nPor otro lado, los números primos pequeños han inspirado a personas como Brent Yorgey, quien creó los siguientes diagramas para representar los números naturales.  \n¡Cuántos puntitos!  \n¿Podrías adivinar qué diagrama corresponde al número 4?  \n¿Y al número 13?\n\nCada diagrama muestra los ladrillos con los que está formado cada uno de los números del 1 al 49. Ahora verás cómo están construidos algunos de ellos.  \nEl diagrama del 2 consta de 2 puntos. La representación del 3 tiene una forma triangular compuesta por 3 puntos. Cualquier diagrama que contenga este ladrillo representa un número que es el resultado de multiplicar el 2 por uno o más números. Cualquier diagrama que contenga este ladrillo representa un número que es el resultado de multiplicar el 3 por uno o más números.  \nEl diagrama del 5 tiene forma pentagonal y está hecho de 5 puntos. Este diagrama corresponde al 6 porque tiene 6 puntos. Observa que tiene forma triangular, pues incluye el ladrillo del 3 y, además, ¡tiene tres ladrillos del 2! Así, el diagrama muestra que 3 x 2 = 6.  \nEste diagrama corresponde al 9 porque tiene tal número de puntos. Observa que tiene forma triangular y está formado por tres ladrillos del 3. Por tanto, el diagrama muestra que 3 x 3 = 9. Este diagrama corresponde al 15",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los números primos solo se pueden escribir como producto de dos números de una sola manera.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El número 4 se puede expresar como 2 x 2.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El diagrama del número 2 consta de 3 puntos.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Brent Yorgey creó diagramas para representar números naturales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los números primos son importantes para el cifrado electrónico en bancos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los números primos pequeños no tienen aplicaciones en la vida real.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Los diagramas de los números naturales ayudan a entender la multiplicación de los números primos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El diagrama del número 6 muestra que se puede formar multiplicando solo el 3.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 42,
    "lectura": "(lunar)",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "Aquí tienes las preguntas de comprensión lectora en formato JSON:\n\n```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto habla sobre un lunar.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los lunares son siempre de color negro.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los lunares pueden aparecer en cualquier parte del cuerpo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los lunares son una enfermedad.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los lunares son una señal de que la piel está sana.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los lunares pueden cambiar con el tiempo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Si una persona tiene muchos lunares, es probable que necesite ver a un médico.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Los lunares siempre son peligrosos y deben ser eliminados.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n``` \n\nAsegúrate de que el contenido del texto original se ajuste a las preguntas formuladas. Si necesitas ajustar el texto o las preguntas, házmelo saber.",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 43,
    "lectura": "A (malabarista)",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "Aquí tienes el conjunto de preguntas de comprensión lectora en formato JSON:\n\n```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"¿El texto menciona a un malabarista?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"¿El malabarista realiza trucos?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"¿El malabarista trabaja en un circo?\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"¿El malabarista usa pelotas en su actuación?\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"¿Se puede inferir que el malabarista necesita practicar mucho?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"¿Es probable que el malabarista tenga un público que lo observe?\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"¿Qué podría simbolizar el malabarista en la vida cotidiana?\", \"respuesta_correcta\": \"La habilidad de equilibrar diferentes responsabilidades\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"¿Por qué podría ser importante la figura del malabarista en un espectáculo?\", \"respuesta_correcta\": \"Porque representa la destreza y la diversión, atrayendo la atención del público\"}\n  ]\n}\n```\n\nTen en cuenta que algunas respuestas pueden depender de la interpretación del texto, ya que el texto proporcionado es muy breve y no contiene información específica. Las preguntas y respuestas se han formulado basándose en suposiciones sobre el rol del malabarista.",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 44,
    "lectura": "88  \nMeztli sueña conejitos  \nOmar Nieto  \nMeztli estaba por cumplir seis años y le costaba mucho dormirse. Sus papás le cantaban, le daban leche calientita o un baño relajante, y nada. Nada servía. Apenas se ocultaba el sol, Meztli se sentía más despierta, con más energía, como si en lugar de anochecer, amaneciera.  \nLavinia Cabrera Sandoval  \nTABASCO  \nPronto los papás de Meztli se dieron cuenta de que aquello tenía que ver con la presencia de la Luna en las noches despejadas, cuyo rayo entraba directo hacia la cama de la pequeña.  \nEra peor cuando cada mes aparecía puntual la Luna Llena. No había forma de que se durmiera a tiempo, pues a Meztli se le incrementaban las ganas de estar contenta, despierta, feliz. Lo mismo sucedía, aunque con menor intensidad, con la Luna Nueva, la Luna Creciente, la Luna Menguante o la Luna en Cuarto Menguante.  \n\n89  \nDe seguro no le pasaba a todos los niños o niñas, pero los papás de Meztli encontraron la forma de sacarle provecho a dicha situación. Le explicaron que la Luna siempre está a oscuras y el Sol la ilumina en la noche para que nosotros la veamos desde la Tierra. También le dijeron que hay otras fases intermedias, donde se ve poco o mucho de su reflejo.  \n¡Y no sólo eso! Le hablaron de cómo se forman los eclipses, de cómo la Luna ejerce su influencia en las plantas, el mar y los humanos, pero sobre todo, le hablaron de las diversas leyendas que hay en el mundo sobre cómo fue a parar en su superficie el conejo que se ve desde nuestro planeta.  \nLavinia Cabrera Sandoval  \nTABASCO  \nLa primera leyenda que le contaron fue la de Quetzalcóatl, quien disfrazado de hombre caminó sin parar por valles, desiertos y cerros hasta que tuvo mucha hambre. Sentado junto a un árbol, se le acercó un tochtli (conejo), el cual le ofreció zacate. \"Gracias, pero los hombres no se alimentan de hierba\", le respondió el dios, fingiendo ser un humano.  \n\n90  \n\"¿Entonces qué harás? Tengo una zanahoria que puedo compartir contigo\", respondió el animalito al verlo muy debilitado por el hambre y el cansancio. El dios se negó. \"Prefiero morir antes de quitarte el alimento\", le dijo, sabiendo que una vez muerto tomaría su verdadera forma: la de la serpiente emplumada. Entonces el tochtli reviró: \"No puedo permitir que mueras de hambre, tú eres joven y yo sólo soy un",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Meztli estaba por cumplir seis años.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los papás de Meztli le daban leche calientita para ayudarla a dormir.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La Luna siempre está iluminada.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"A Meztli le costaba mucho dormirse por la presencia de la Luna.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los papás de Meztli encontraron una forma de ayudarla con su problema para dormir.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Meztli se sentía más despierta cuando había Luna Llena.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La historia del conejo que se ve en la Luna está relacionada con la leyenda de Quetzalcóatl.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La actitud del conejo hacia Quetzalcóatl refleja un sentido de sacrificio y generosidad.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 45,
    "lectura": "64  \nMicrobitos  \nMiguel Lupián  \n\nJuanjo despertó tardísimo y apenas logró conectarse a su clase virtual. En los recuadros de la pantalla estaban sus compañeros (algunos muy arreglados, otros todos despeinados), platicando a los gritos. El profe silenció los micrófonos y comenzó con su explicación. Juanjo escuchó a mamá desde la cocina decirle que ya estaba listo su chocolatito y se levantó emocionado, olvidando que no se había puesto pantalones. Se quedó congelado, viendo cómo sus compañeros se atacaban de la risa y señalaban sus calzones de microbitos. ¡Juanjo, ya chocolatito!  \n\n65  \n\"Mamá!\", logró gritar Juanjo después de unos segundos. Mamá llegó con la taza de chocolatito en las manos y, al darse cuenta de lo que estaba sucediendo, se acercó a la computadora y desactivó la cámara. Desde entonces, Juanjo se levanta más temprano y siempre verifica traer pantalones antes de conectarse a sus clases.  \n\nDespués de muchos intentos, Andrea logró que su perico repitiera una palabra. El único problema, que le ganó las miradas de odio de toda la familia, es que cada vez que alguien estornudaba o tosía, el perico volaba por toda la casa gritando: ¡microbito!  \n\nSandra Angélica Martínez Cruz, BAJA CALIFORNIA",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Juanjo logró conectarse a su clase virtual a tiempo.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La mamá de Juanjo le trajo un chocolatito.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Juanjo se olvidó de ponerse pantalones antes de conectarse a la clase.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El perico de Andrea nunca repitió ninguna palabra.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Juanjo se sintió avergonzado cuando sus compañeros se rieron de él.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La mamá de Juanjo desactivó la cámara porque pensó que era divertido lo que estaba sucediendo.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Es probable que Juanjo haya aprendido a prepararse mejor para sus clases después de este incidente.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El perico de Andrea parece tener un comportamiento que causa problemas en la casa.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 46,
    "lectura": "140  \nMonedas  \n¿Te imaginas llegar a la tienda y pagar lo que te llevas con mantas de algodón, pieles de animales, algunas piedras preciosas o granos de cacao?  \nGrano de cacao.  \nPues durante la época prehispánica y algunos años después, esta era la forma como funcionaba gran parte de la economía y el comercio en lo que hoy es México.  \nTajadera de cobre.  \nUtilizada como moneda.  \n\n141  \nEn los mercados eran comunes los pagos con mercancías o productos que consideraban valiosos para el intercambio, lo que aún conocemos como trueque.  \nLos españoles trajeron las monedas que usaban en Europa y, gracias a la cantidad de oro y plata que encontraron, se intentó imitar esa moneda metálica.  \nAsí, se elaboraron discos con una combinación de oro y cobre que tenían el peso de una moneda española. Años más tarde, se le llamaría de esta manera a la moneda mexicana y de otros países.  \nAcuñar.  \nTérmino utilizado para la fabricación de monedas.  \n\n142  \n1935  \nPero, para facilitar el comercio, fue necesario crear en estas tierras una Casa de Moneda que se encargara de elaborar las piezas que se utilizarían.  \nMoneda elaborada con cobre.  \nA partir de ese momento, México ha tenido monedas en cada etapa de su historia. Durante la Guerra de Independencia, como país libre, durante el gobierno de Porfirio Díaz y hasta la actualidad.  \nNuestras monedas han cambiado mucho con el paso del tiempo. Ya no se fabrican en oro y plata, pero sus diseños son muy atractivos para los coleccionistas, pues muestran aspectos de nuestra historia y cultura.  \nMoneda conmemorativa del Bicentenario de la Independencia de México.  \n\n143  \nTodas nuestras monedas tienen el escudo nacional en la parte trasera y el nombre oficial del país: Estados Unidos Mexicanos.  \nCada una de las actuales monedas de 1, 2, 5 y 10 pesos, al unirse sus aros, forman una pieza del rompecabezas que integra el Calendario Azteca o Piedra del Sol.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Durante la época prehispánica, se pagaba con granos de cacao.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los españoles trajeron monedas a México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las monedas actuales de México están fabricadas en oro y plata.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El escudo nacional está en la parte trasera de todas las monedas mexicanas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El trueque era una forma común de comercio en la época prehispánica.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La Casa de Moneda fue creada para facilitar el comercio en México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Las monedas actuales de México reflejan aspectos de la historia y cultura del país.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La creación de monedas metálicas en México fue influenciada por la cantidad de oro y plata que los españoles encontraron.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 47,
    "lectura": "216  \nMULTIPLICACIÓN  \nIII Líneas y PUNTOS  \n¿Sabías que hay una forma de multiplicar que utiliza líneas y puntos, y en donde no es necesario saberse las tablas de memoria? A este método, algunos lo llaman la multiplicación japonesa, otros dicen que es china y otros más que es maya. Aunque no se sabe bien a bien su origen, resulta tan original que se ha difundido como una curiosidad matemática. Veamos de qué se trata.  \nMultipliquemos los números 32 por 48. Para representar al 32, primero dibujamos 3 líneas paralelas para representar al 3 y luego, a la derecha de ellas y con cierta distancia, 2 líneas paralelas para representar al 2. Para representar al 48, primero dibujamos en la parte superior 4 líneas perpendiculares a las rojas y luego, más abajo y con cierta distancia, 8 líneas para representar al 8.  \n\n217  \nMarcamos todos los puntos donde las rectas se intersecan. Ahora, contamos los puntos de intersección empezando por abajo a la derecha, que serán las unidades de nuestro resultado. De los 16 puntos que hay, marcamos el 6 de las unidades y nos llevamos la decena, como 1 punto, para el siguiente conjunto de puntos que contaremos. El otro conjunto está formado por los puntos de dos esquinas: la superior derecha y la inferior izquierda, y corresponde a las decenas de nuestro resultado. En total, estos dos conjuntos tienen 32 puntos; si sumamos el punto del grupo anterior, son 33 puntos. Anotamos el 3 y nos llevamos el otro 3 al último grupo que vamos a contar. Finalmente, contamos los puntos del conjunto de arriba a la izquierda, que corresponde a las centenas. Son 12 puntos, más los 3 puntos del conjunto anterior, dan 15.  \nPara formar el resultado de la multiplicación, escribimos los números que obtuvimos, empezando por las centenas, luego las decenas y al final las unidades. Así, el resultado es 1536.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La multiplicación que utiliza líneas y puntos se llama multiplicación japonesa.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Para representar el número 32, se dibujan 3 líneas y 2 líneas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El resultado de multiplicar 32 por 48 es 1536.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Se necesitan saber las tablas de multiplicar para usar este método.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El método de multiplicación con líneas y puntos se originó en Japón.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El número de puntos en las esquinas superior derecha e inferior izquierda corresponde a las decenas del resultado.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Si se multiplica 24 por 36 usando este método, el resultado será mayor que 800.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El método de multiplicación con líneas y puntos es más fácil que memorizar las tablas de multiplicar.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 48,
    "lectura": "222  \nMáscaras mexicanas  \nEn México celebramos festividades diversas; carnavales, rituales y ceremonias se llevan a cabo en cada región. Muchas de ellas se hacen con vistosas indumentarias y máscaras.  \nFrancisco Palma Lagunas, CIUDAD DE MÉXICO  \nMáscaras para el baile de los morenos.  \nSuchitlán, Colima.  \n\n223  \nLas máscaras representan personajes de narraciones tradicionales, seres mitológicos, seres fantásticos y animales característicos de la región.  \nA continuación, te mostramos máscaras y vestimentas de algunas festividades.  \nVERAORIZ Santos,  \nÉsta es una máscara de tigre de Zitlala, Guerrero.  \nFrancisco Palma, CIUDAD DE MÉXICO  \n\n224  \nCarlos Hahn, CIUDAD DE MÉXICO  \nJesús Eduardo Arteaga Flores, TAMAULIPAS  \nEllos están usando máscaras de pemuchil en Xantolo Huasteco, Cruz de Palma, Tempoal, Veracruz.  \n\nFrancisco Palma Lagunas, CIUDAD DE MÉXICO  \nAquí tenemos máscaras de viejitos (también llamados huehuentines), y son del estado de Hidalgo.  \nFrancisco Palma Lagunas, CIUDAD DE MÉXICO  \n\n226  \nFrancisco Palma Lagunas, CIUDAD DE MÉXICO  \nMuchas máscaras están talladas en madera y luego pintadas con colores.  \nSe hacen en Chiapa de Corzo, Chiapas.  \nFrancisco Palma Lagunas, CIUDAD DE MÉXICO  \nYaqui  \nCarlos Hahn, CIUDAD DE MÉXICO  \n\n227  \nCarlos Hahn, CIUDAD DE MÉXICO  \nFrancisco Palma Lagunas, CIUDAD DE MÉXICO  \nEstos personajes se llaman chinelos y son de Morelos. Algunas están hechas con cartón y les adhieren otros materiales coloridos, como espejos, lentejuelas y chaquiras.  \n¿Qué elementos incluirías al fabricar una máscara para festejar tu cumpleaños?",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las máscaras en México se utilizan en festividades.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las máscaras de tigre son de Zitlala, Guerrero.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las máscaras de viejitos son del estado de Hidalgo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las máscaras se hacen en Chiapa de Corzo, Chiapas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las máscaras representan personajes de narraciones tradicionales y seres mitológicos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las máscaras de pemuchil se usan en Xantolo Huasteco, Veracruz.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Es probable que las máscaras de cartón se utilicen en festividades más modernas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Las máscaras en México son solo de madera y no incluyen otros materiales.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 49,
    "lectura": "241  \nMúsico  \nGerardo Sifuentes  \nDesde los nueve hasta los diecisiete años, fui científico. Cuando tienes esa edad, no puedes distinguir la diferencia entre ciencia y espiritualidad porque entonces forman parte del mismo universo. Con el tiempo, encontré estos elementos en la música, que al final no es otra cosa que física orgánica aplicada.  \nAlex Flores Ávila. PUEBLA  \nA través de mis composiciones y discos, no solo encontré la manera de abrirme puertas en esta dimensión y alcanzar el mayor número de seguidores, sino también viajar por el espacio a otros mundos.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Gerardo Sifuentes fue científico desde los nueve hasta los diecisiete años.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Alex Flores Ávila es el autor del texto.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La música es considerada por Gerardo Sifuentes como física orgánica aplicada.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Gerardo Sifuentes tiene más de diecisiete años en el momento de escribir el texto.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Gerardo Sifuentes considera que la ciencia y la espiritualidad son diferentes.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"A través de su música, Gerardo Sifuentes siente que puede viajar a otros mundos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto sugiere que la música tiene un impacto en la percepción de la realidad de Gerardo Sifuentes.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La afirmación de que la música es solo física orgánica aplicada implica que no hay un componente emocional en ella.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 50,
    "lectura": "228  \nNo es kriptonita  \nArmando Salgado  \nJosé Alfredo (Ito) Contreras Godínez. SINALOA  \nNo es kriptonita, ese  \npequeño dinosaurio  \nen la palma de mi asombro,  \nno es kriptonita,  \nni es un superhéroe  \nde otro planeta.  \nQuizás es un trozo de mi  \naliento, verde, porque  \ndetesto el brócoli. Sé que  \nno es un videojuego  \nporque no muestra la  \nranura para insertar  \nmis bostezos.  \n\n229  \nNo es obsequio de mis padres,  \nde lo contrario, el instructivo  \nsería un boulevard con  \npuntos de atención  \n-obligados- en cada pestañeo.  \nNo es un mapa  \npara hallar viejos fósiles  \nni un talismán  \npara erradicar fantasmas.  \nSólo sé que  \nno es imaginario, que  \nlame mi rostro como un  \npequeño león y que mi  \ngallo quizás conozca  \nlos celos, cuando  \nlo adopte.  \nJosé Alfredo (Ito) Contreras Godínez. SINALOA",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El pequeño dinosaurio es kriptonita.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El autor del texto se llama José Alfredo (Ito) Contreras Godínez.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto menciona que el dinosaurio es un superhéroe de otro planeta.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El autor detesta el brócoli.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El autor considera que el pequeño dinosaurio tiene algo que ver con su aliento.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El texto sugiere que el dinosaurio es un regalo de los padres del autor.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El autor parece tener una relación afectuosa con el pequeño dinosaurio.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto implica que el autor tiene una conexión emocional con su gallo.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 51,
    "lectura": "FAUNA  \nLa selva del cañón es refugio de especies en peligro de extinción como monos araña, hocofaisanes, cocodrilos de río, osos hormigueros, entre otros. Y también, dependiendo de la altura, habitan tejones, ardillas, ciervos cola blanca, zorros, mapaches, garzas, ocelotes, tepezcuintles, zopilotes, tortugas y peces.  \n\nFLORA  \nLa vegetación varía entre las diferentes alturas y pendientes de las paredes. La parte inicial del cañón se encuentra habitada por selvas bajas caducifolias, donde vemos encinos enanos, ceibas y pastizales. En la parte alta están los bosques templados. En las pendientes pronunciadas son comunes las cactáceas, bromelias y gramíneas. En las laderas de pendientes suaves y húmedas se desarrollan plantas trepadoras. Y en torno a los manantiales y riachuelos abundan los musgos, helechos y begonias.  \n\nVISITA EL CAÑÓN  \nPuedes recorrer el cañón sobre una lancha y también vía terrestre. El cañón se puede recorrer en lancha sobre el río Grijalva; el paseo parte desde el muelle turístico de Chiapa de Corzo o desde el embarcadero de Cahuaré y llega hasta la presa de Chicoasén. La vía terrestre parte de Tuxtla Gutiérrez; se puede apreciar la vista panorámica desde los miradores ubicados a lo largo del recorrido: La Ceiba, La Coyota, el Roblar, el Tepehuaje y El Chiapa.  \n\nPARQUE ECOTURÍSTICO  \nEs un jardín botánico del cañón que cuenta con un aviario, manantiales, arroyos y cascadas, ideales para caminar o para andar sobre las copas de los árboles. Hay una tirolesa donde te puedes deslizar por las alturas en bicicleta. También puedes nadar en las aguas cristalinas de la laguna.  \n\nChicoasén (Presa)  \nParque ecoturístico  \nRecorrido terrestre  \nRecorrido por el río  \nTuxtla Gutiérrez  \nChiapa de Corzo  \nEste imponente acantilado ha sido nominado desde hace tiempo para ser una de las Siete Nuevas Maravillas Naturales del mundo. Por su riqueza ecológica fue decretado Parque Nacional, lo cual permite la preservación de la flora y la fauna. Es una de las mayores atracciones turísticas del estado de Chiapas.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La selva del cañón es hogar de especies en peligro de extinción.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los cocodrilos de río habitan en la selva del cañón.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El cañón se puede recorrer solo en lancha.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El cañón ha sido nominado para ser una de las Siete Nuevas Maravillas Naturales del mundo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los visitantes pueden disfrutar de la vista panorámica desde los miradores.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El Parque Nacional fue creado para preservar solo la fauna del cañón.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Es probable que en el Parque Ecoturístico se realicen actividades que fomenten el contacto con la naturaleza.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La vegetación del cañón es uniforme en todas las alturas y pendientes.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 52,
    "lectura": "124  \nS H  \n¿Has oído hablar de los haikús? Son una forma poética de origen japonés, conformada por diecisiete sílabas y tres versos: el primero y el tercero llevan cinco sílabas y las siete sílabas restantes se concentran en el segundo verso.  \nSuena sencillo de hacer, ¿no? Y, sin embargo, tiene su chiste, pues se necesita desarrollar la habilidad de expresar todo lo que se quiera decir con muy poquitas palabras.  \n¿Sabías que hubo un autor mexicano que los popularizó a comienzos del siglo XX? José Juan Tablada nació en la Ciudad de México en 1871. Fue un poeta modernista que hizo varios viajes a París, a Nueva York y... sí, a Japón. Fue ahí donde se familiarizó con los haikús y aprendió sus secretos. Gracias a la cercanía con aquella forma literaria, publicó en 1919 su libro de \"poemas sintéticos\".  \n\n125  \n¿Por qué \"poemas sintéticos\" y no \"haikús\"? Bueno, porque lo que él hizo fue reinventar ese tipo de composición y darle su propio toque. Por ejemplo, Tablada no siempre cumplía con el requisito de crear sus haikús con diecisiete sílabas. Pese a lo anterior, es innegable que fue profundamente influido por la cultura japonesa, no sólo por la estructura del haikú, sino por sus temas.  \nEn Oriente, es muy común la meditación y el respeto hacia la vegetación y los animales. Esto dejó fascinado al autor, quien plasmó tales temas en poemas con otros estilos:  \nEl jardín está lleno de hojas secas;  \nnunca vi tantas hojas en sus árboles verdes, en primavera.  \nDevuelve a la desnuda rama,  \nnocturna mariposa,  \nlas hojas secas de tus alas.  \nEl abejorro terco  \nrondando el foco zumba  \ncomo abanico eléctrico.  \n¿Te gustan? ¡Tú también puedes crear los tuyos! Enlista los aspectos de la naturaleza que te gustan y escribe sobre ellos. Pueden ser plantas, animales, el cielo, la luna, las estrellas, el día, la noche, las nubes, el viento o la lluvia.  \n¡No hay límite para la imaginación!",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los haikús son una forma poética de origen japonés.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"José Juan Tablada nació en 1871.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los haikús tienen cuatro versos.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El libro de Tablada se publicó en 1919.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"José Juan Tablada cumplía siempre con el requisito de las diecisiete sílabas en sus haikús.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los temas de los haikús de Tablada están influenciados por la cultura japonesa.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La meditación y el respeto hacia la naturaleza son temas que Tablada plasmó en sus poemas, lo que sugiere que valoraba estos aspectos en su escritura.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto sugiere que cualquier persona puede escribir haikús, independientemente de su experiencia previa en poesía.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 53,
    "lectura": "Creel, Chihuahua, es un pueblo enclavado en la sierra Tarahumara, lleno de historia y tradición. Este pueblo mágico, también llamado Estación Creel, se conoce como la puerta de entrada a las Barrancas del Cobre, uno de los sistemas de barrancas más importantes del mundo. Las Barrancas del Cobre están llenas de bosques de pino y encino. Podemos llegar ahí a través del tren turístico conocido como CH-P, que cruza toda la sierra desde la ciudad de Chihuahua hasta el océano Pacífico, llegando a El Fuerte, en el estado de Sinaloa.\n\nUna de las características más importantes de Creel es la presencia de la comunidad ralámuli; algunas personas les dicen tarahumaras, y es una de las etnias más conservadas del continente. Ralámuli significa corredores a pie; proviene de las raíces: rara (pie) y muri (correr). A los mestizos nos dicen chabochi, que significa \"los que tienen barbas\", y a los que conviven con ellos y comparten su cultura, les llaman napurega ralámuli. Son muchas las tradiciones y componentes culturales de los ralámulis, como sus fiestas, vestimenta, música, artesanías y forma de vida en general, pero algo que los caracteriza es que son grandes corredores de larga distancia.\n\nUno de sus juegos es la carrera de bola (rarajipuami), donde conviven niñas, niños, mujeres y hombres. Consiste en patear una pelota dura, hecha de madera, para ver quién la alcanza y domina primero. Muchas veces apuestan con alimentos, que al final todos comparten, sin importar quién gana o quién pierde. En un solo juego pueden correr hasta 90 kilómetros. Desde pequeños caminan y corren por la encrespada geografía que habitan. Desde 1993 han participado y ganado muchas carreras de ultramaratón en el mundo, corriendo con sus tradicionales huaraches y sorprendiendo con su resistencia al mundo del atletismo.\n\n¿Y de dónde sacan tanta energía para correr sin agotarse durante largos períodos? Del pinole, una bebida de maíz tostado, y también del izquiate, otra bebida que está hecha con agua, jugo de limón, chía y azúcar; ambas ayudan a los ralámulis a recuperar la fuerza y continuar en su andar. Hay muchos corredores ralámuli que han destacado en el mundo deportivo, como Arnulfo Quimare, ganador en 3 ocasiones del Ultramaratón de las Barrancas del Cobre, Miguel Lara, vencedor en 2 ocasiones del Ultramaratón de los Cañones. También destacan los hermanos Lorena y Mario Ramírez, originarios de Rejogochi, que han corrido ultramaratones, como el Ultra Trail Cerro Rojo, en Puebla, o la Cajamar Tenerife",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Creel, Chihuahua, es un pueblo mágico.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las Barrancas del Cobre están llenas de bosques de pino y encino.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El tren turístico que llega a las Barrancas del Cobre se llama CH-P.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los ralámulis son conocidos por ser grandes corredores de larga distancia.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los ralámulis apuestan con alimentos en sus juegos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La bebida de pinole ayuda a los ralámulis a recuperar energía.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La comunidad ralámuli es una de las etnias más conservadas del continente debido a su forma de vida y tradiciones.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Los corredores ralámuli utilizan huaraches tradicionales, lo que les da una ventaja en las carreras de ultramaratón.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 54,
    "lectura": "62  \nRetos matemáticos  \nBalam y su familia tomarán un autobús para viajar a Orizaba. El chofer les comenta que de los cuatro relojes que hay en la pared, sólo uno tiene la hora correcta; un reloj está adelantado 20 minutos, otro está atrasado 20 minutos, el otro está parado desde ayer y que el autobús saldrá dentro de 10 minutos.  \n¿A qué hora sale el autobús? Si el viaje dura 2 horas, ¿a qué hora llegarán a Orizaba? ¿Cuántos huevos ponen los 10 patos en 10 días? Ponen 1 huevo cada día. Ponen 1 huevo cada dos días.  \n\n63  \n¿Cuántos metros mide el tren?  \nLos números en las llaves corresponden a las letras de los candados.  \n¿Cuál es el número de la última llave?",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Balam y su familia tomarán un autobús para viajar a Orizaba.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El autobús saldrá dentro de 10 minutos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El chofer dice que hay cuatro relojes en la pared.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los 10 patos ponen 1 huevo cada día.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El reloj que tiene la hora correcta es uno de los cuatro que hay en la pared.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Si el autobús sale en 10 minutos, llegarán a Orizaba en 2 horas y 10 minutos desde ahora.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Si el reloj está parado desde ayer, ¿puede ser que el autobús salga a la hora correcta según ese reloj?\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Si los 10 patos ponen 1 huevo cada dos días, ¿cuántos huevos pondrán en 10 días?\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 55,
    "lectura": "206  \nLa ha andadora y serrente la rea mosla m que ir to y se inta que con.  \nNuestros antepasados empezaron a tejer y a confeccionar su ropa muchos años antes de inventar las letras y la escritura. La palabra texto viene del latín textus, que significa tejido. Tejer es entrelazar hilos para formar telas, vestidos, pantalones y ropa. Para crear un texto, entrelazamos letras para formar palabras, frases, historias y libros.  \n\n207  \nHilo: hebra larga y delgada de un material textil. Perdí el hilo de la conversación.  \nEnmarañar: enredar, revolver el hilo del tejido. No sabes explicarte y te estás enmarañando.  \nCabo: es el extremo del hilo, el principio y el fin de la madeja. Se atan para formar un tejido. Estamos atando cabos para resolver esta cuestión.  \nUrdir: preparar los hilos para hacer una tela. José urde un plan para desacreditar a Juan.  \nUrdimbre  \nTrama  \nTrama: conjunto de hilos que, cruzados con los de la urdimbre, forman una tela. La trama de este libro es muy interesante.  \nNudo: entrelazamiento de los extremos de un hilo que con dificultad se pueden soltar. Se le hizo un nudo en la garganta de tan emocionado que estaba.  \nDesenlazar: remover o deshacer un lazo o un nudo. Me sorprendió el desenlace de la historia.  \n\n208  \nSe le llama tejedor de palabras a la persona que reúne y resume diferentes ideas durante las asambleas comunitarias. Hay bordados muy coloridos que narran historias personales o comunitarias. Hay tejidos que parecen códices hechos con hilos, pues guardan la memoria histórica de nuestros pueblos.  \n\n209  \nLos cuadros estilo Niérika son hechos con estambre pegado con cera de Campeche; en ellos se narran los sueños y los mitos de las comunidades wixáricas. Los textiles guardan la memoria de nuestros pueblos.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Nuestros antepasados empezaron a tejer y confeccionar ropa antes de inventar la escritura.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La palabra 'texto' proviene del latín 'textus'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El hilo es una hebra larga y delgada de un material textil.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los cuadros estilo Niérika son hechos con hilo y cera de Campeche.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Tejer y confeccionar ropa son actividades que comenzaron después de inventar las letras.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los tejidos pueden narrar historias personales o comunitarias.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Los tejidos que parecen códices son importantes para la memoria histórica de los pueblos, lo que sugiere que la cultura se transmite a través de ellos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La frase 'se le hizo un nudo en la garganta' puede interpretarse como una expresión de emoción, lo que indica que los hilos no solo se utilizan para tejer ropa, sino también para expresar sentimientos.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 56,
    "lectura": "126  \nUna fiesta de nombre raro  \nLa gente del pueblo anda muy alborotada, dicen que ya viene el carnaval... ¿el carna qué? ¿Y eso qué es? El carnaval es una fiesta muy antigua de tradición europea que se fue transformando en distintas regiones de México y otros países gracias a la creatividad de las personas de diferentes épocas, incluyendo la actual.  \n\nEsta celebración se lleva a cabo entre febrero y marzo, el momento del año cuando la naturaleza se renueva gracias a que está próxima la primavera: las plantas reverdecen después de la temporada de frío y la gente del campo prepara las tierras para sembrar nuevas semillas. De hecho, la idea de hacer el carnaval surgió para celebrar el término de un ciclo y el inicio de otro. Dejar atrás los helados días del invierno y arrancar llenos de alegría y color, como el agua que retoma su cauce con el deshielo del río.  \n\n128  \nPara algunas personas religiosas, el carnaval es la última oportunidad que tienen de divertirse antes de que comience la cuaresma, 40 días durante los cuales, según la tradición católica, no se debe comer carne. Quizá por ello la palabra carnaval proviene del italiano carnelevare, que significa quitar la carne.  \nEn la actualidad, el festejo del carnaval se caracteriza por el uso de máscaras y disfraces; el baile interminable de grupos que desfilan en conjunto, con disfraces iguales o muy parecidos; música en vivo y el bullicio de una gran cantidad de gente que se reúne en las calles o plazas de su localidad durante tres o cuatro días.  \n\nDefinitivamente, durante febrero o marzo, el jolgorio se esparce por el mundo con los carnavales de Venecia, Río de Janeiro, Barranquilla, Veracruz, Yautepec y Huejotzingo, e incluso en la Ciudad de México, en Santa Cruz Meyehualco.  \nAhora sí, ya ando alborotado. ¡Voy a preparar mi disfraz para el CAR-NA-VAL!  \nAMDL  \nVelha Guardà",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El carnaval es una fiesta antigua de tradición europea.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El carnaval se celebra entre enero y febrero.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Durante el carnaval, la gente usa máscaras y disfraces.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La cuaresma dura 30 días.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El carnaval se celebra para dar la bienvenida a la primavera.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La palabra carnaval proviene del francés.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El carnaval representa un ciclo de renovación y alegría en la vida de las personas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La celebración del carnaval es igual en todos los lugares del mundo.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 57,
    "lectura": "Itura  \nbriad  \n3 Sz  \n0£  \ninclusión  \n\n27  \n2/24 24 23 25 26  \n30  \nidentidad  \n33  \n36  \nhabito  \nvivo en  \npluricultural una nación  \ny en paz  \nSRACC  \nigualdad  \nDIR.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "Aquí tienes el conjunto de preguntas de comprensión lectora en formato JSON:\n\n```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto menciona la palabra 'inclusión'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto habla sobre 'pluriculturalidad'.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El número 30 aparece en el texto.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto dice que se vive en guerra.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El texto sugiere que la nación mencionada es diversa.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Se puede inferir que el autor valora la paz en su nación.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto implica que la identidad es importante para la convivencia en la nación.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Se puede deducir que el autor está promoviendo la igualdad entre diferentes culturas.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 58,
    "lectura": "34  \nXilitla.  \nUn jardín mágico.  \n¿Te has imaginado estar dentro del cuento de Alicia en el País de las Maravillas? Existe un jardín fantástico que lo hace único en el mundo y puedes visitarlo en el estado de San Luis Potosí. Su nombre es Jardín Escultórico de Sir Edward James.  \nEdward Frank Willis James nació en una familia rica de Escocia, en Reino Unido. Cuando sus padres fallecieron, heredó toda su fortuna, así que al crecer viajó por todo el mundo.  \n\n35  \nLe gustaba apreciar el arte y la naturaleza de todos los lugares que visitaba. Durante esos viajes, conoció y convivió con artistas famosos como Salvador Dalí, Leonora Carrington, Remedios Varo, entre otros. Casi por accidente, en uno de sus viajes en México, se desvió hacia una carretera que lo llevó a un pueblito llamado Xilitla, en la Huasteca potosina. Xilitla es un pueblito que se ubica en medio de la selva.  \n\n36  \nSe caracteriza por tener un clima espléndido, unas hermosas cascadas, exuberante vegetación y diversidad en su fauna, lo que hizo que Edward James se enamorara. Tanta fue su fascinación por aquel lugar que compró algunas tierras con la intención de quedarse y crear ahí su \"jardín de ensueño\".  \n\n37  \nDurante muchos años, Edward James imaginó un mundo fantástico. Construyó enormes estructuras y esculturas de concreto con forma de plantas, flores y animales, con el fin de que se mezclaran en armonía con la naturaleza y de propiciar en sus visitantes una experiencia mágica entre lo real y lo imaginario. ¿Quieres conocerlo? No te pierdas la experiencia de recorrer este jardín mágico.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El Jardín Escultórico de Sir Edward James se encuentra en San Luis Potosí.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Edward James nació en Escocia.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Xilitla es un pueblito en medio de la selva.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Edward James construyó un jardín de ensueño en Xilitla.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Edward James se sintió atraído por Xilitla por su clima y naturaleza.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Edward James conoció a artistas famosos durante sus viajes.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La creación del jardín de Edward James fue motivada por su deseo de mezclar arte y naturaleza.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El jardín de Edward James es considerado único en el mundo por su diseño y concepto.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 59,
    "lectura": "66  \nXiye y el cambio climático  \nSi vives en la ciudad, es probable que cuentes con todos los servicios: agua, luz, gas, internet, etcétera. En varias regiones de México son comunes el clima húmedo y las lluvias, a un grado tal que muchas veces se interponen con las actividades cotidianas. Incluso, nos encontramos con que está lloviendo en temporadas cuando no debería suceder.  \n\n67  \nSi te has acostumbrado a ese tipo de vida, es entendible que pienses que así es en cualquier lugar, pero la realidad es muy distinta. El clima varía mucho, no solo porque las condiciones de temperatura, precipitación, humedad, nubosidad, viento y presión atmosférica son diferentes en cada zona, sino porque las personas, con nuestras actividades, lo hemos modificado a niveles preocupantes. Las zonas más vulnerables siempre resultan más afectadas.  \n\n68  \nUna persona que notó este contraste y decidió hacer algo al respecto es Xiye Bastida Patrick. Xiye es una joven de padre mexicano y madre chilena. Ella migró a Estados Unidos cuando era adolescente debido a que su pueblo originario, San Pedro Tultepec, sufrió fuertes inundaciones tras tres años de sequía. Ya establecida en Nueva York, fue testigo del daño que había dejado a su paso el huracán Sandy. Consideró que un mundo con tornados en un lado y sequías en otro era poco equilibrado ambientalmente. Entonces, concluyó que era necesario actuar. No solo fue su conocimiento sobre las diferencias ambientales lo que la motivó a realizar activismo, sino sus raíces. Xiye es de origen otomí-tolteca y azteca por parte de su padre, así que, para ella, cuidar de la Tierra y tenerle respeto siempre ha sido un modo de vida. Conocer de primera mano los contrastes entre lo que ocurría en San Pedro Tultepec y en Nueva York, en realidad, reafirmó su postura sobre lo importante que es cuidar del planeta. ¡Pero el asunto no quedó ahí!  \n\n69  \nXiye es admiradora de la también activista Greta Thunberg. Ha colaborado en el documental 2040 y trabajado con otras escritoras que abordan el tema del cambio climático. Para ella, la diversidad suma, y el que las demás activistas provengan de contextos distintos y tengan sus propias razones para abogar por el medio ambiente fortalece la causa. Nunca está de más conocer otros lugares y puntos de vista, sobre todo si lo que se quiere es crear un mundo mejor. WE DESERVE A FUTURE",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"Xiye Bastida Patrick es una joven de padre mexicano y madre chilena.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Xiye migró a Estados Unidos debido a inundaciones en su pueblo.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El huracán Sandy causó daños en Nueva York.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Xiye es admiradora de la activista Greta Thunberg.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Xiye decidió actuar debido a su conocimiento sobre las diferencias ambientales y sus raíces culturales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las zonas más vulnerables son las que menos se ven afectadas por el cambio climático.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Xiye considera que la diversidad en el activismo ambiental es importante para fortalecer la causa.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El cambio climático afecta de la misma manera a todas las regiones del mundo.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 60,
    "lectura": "246  \nXOCHIMILCO  \nLa palabra Xochimilco es de origen náhuatl. Xochitl: flor, Milpa: tierra de labranza y Co: lugar. Se traduce comúnmente como: \"Chinampas de Flores\".  \nRes fuerar quondam peyltans, & Gloria Camma Orbis fubiectus Celaris Imperio, His longe preflar, culus nunc Orbis Eous, E Nouus, Itg alter panditur Aufpitis. Snton Ongalia bigning palma Saubee, toms, alano, pridic, annshel R10 pani laoton, Camado, puiria sta palina Quiliber punclus magnus conciner Becaus dande cim co diesidia its doomagni puncti continent quince leucas, Corinet auné lesses quatuor Italica miliaria, in 9 omnes puncki qui his colpir.  \nAntes de que llegaran los españoles, gran parte de la Ciudad de México era un gran lago, y así se han conservado hasta nuestros días parte de las alcaldías de Xochimilco y Tláhuac.  \n\n247  \nLa tribu de los xochimilcas fue la primera de las 7 tribus nahuatlacas en llegar al Valle del Anáhuac. Desde ahí se extendieron hacia el sur y comenzaron a ganarle tierra al lago, a través de la construcción de las chinampas.  \nCCCCCCC  \n¿Qué son las chinampas? Son terrenos de cultivo literalmente hechos a mano. Los antiguos pobladores de Mesoamérica solían construir chinampas sobre lagos, lagunas y pantanos poco profundos. Son como balsas, a veces muy grandes, con esqueletos de troncos y varas cubiertas por tierra vegetal súper nutritiva, sobre la cual se siembran y se cultivan frutas, verduras y muchas flores, y las personas también construyen sus casas sobre ellas. En las chinampas se siembran unos árboles llamados ahuejotes, que producen gran cantidad de oxígeno y sus raíces crecen desde el agua hasta el fondo del lago, en la tierra firme, lo cual ayuda a fijar y dar fuerza a las chinampas.  \n\n248  \nLas chinampas se construyen unas junto a otras, dejando un espacio entre ellas que generan los canales sobre los cuales se puede navegar en trajineras, cayucos y chalupas. La trajinera es una embarcación con fondo plano, se decora con coronas de flores, dándole nombre a cada una. Sirve para el transporte de personas y mercancías. Se desplaza a través del uso de un palo largo, que se llama pértiga, el cual se apoya en el fondo de los canales.  \n\n249  \nXochimilco es un lugar importante por su historia y tradiciones,",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La palabra Xochimilco es de origen náhuatl.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Las chinampas son terrenos de cultivo hechos a mano.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los ahuejotes son árboles que producen gran cantidad de oxígeno.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Xochimilco se encuentra en la Ciudad de México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los xochimilcas fueron la primera tribu nahuatlaca en llegar al Valle del Anáhuac.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Las chinampas se construyen en terrenos secos.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La construcción de chinampas ayudó a los xochimilcas a ganar tierra al lago.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Las trajineras son utilizadas únicamente para el transporte de mercancías.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 61,
    "lectura": "190  \n¡Vámonos de paseo a San Cristóbal!  \nRicardo Álvarez Gutiérrez. CHIAPAS  \nHoy vamos a visitar la ciudad de San Cristóbal de las Casas. ¿Has escuchado hablar de ella? Es una hermosa ciudad que se encuentra en medio de la selva chiapaneca, en la zona llamada Los Altos de Chiapas. Desde hace casi quinientos años, cuando fue fundada por conquistadores españoles y sus acompañantes mexicas y tlaxcaltecas, se levanta en medio de un paisaje verde, cubierto de neblina y bajo un cielo azul, limpio, lleno de nubes.  \n\n191  \nLa ciudad fue fundada en 1528 con el nombre de Ciudad Real. Actualmente tiene otro nombre, el cual sirve de homenaje a dos individuos: el primero es San Cristóbal, el santo patrón de los viajeros y a quien está consagrada la Catedral de San Cristóbal Mártir; una iglesia católica que comenzó a construirse el mismo año que se fundó la ciudad. El segundo es fray Bartolomé de las Casas, el primer obispo de la ciudad y uno de los más importantes defensores en nuestro continente de los derechos de los indígenas durante la época de la Colonia española. Tanto por su posición geográfica, como por su larga historia, San Cristóbal se ha convertido en un referente cultural, político y social muy importante de la región; es, en sí misma, una obra de arte, o al menos esa impresión se tiene al observar los edificios que rodean su plaza central y que son ejemplos muy valiosos de distintos movimientos artísticos: la Catedral, el Palacio Municipal, la iglesia de San Nicolás o la Casa de la Sirena son algunos de los edificios más importantes por su belleza arquitectónica.  \nRicardo Álvarez Gutiérrez. CHIAPAS  \n\n192  \nLa belleza de San Cristóbal de las Casas no termina allí: se extiende por las calles empedradas, por los colores de sus casas, la calidez de sus barrios, la alegría de su gente y la diversidad cultural que se manifiesta diariamente. ¡No sorprende que desde 2003 haya sido nombrado Pueblo Mágico!  \nRicardo Álvarez Gutiérrez, CHIAPAS  \nEn San Cristóbal el arte se encuentra a cada paso: desde los diversos negocios de textiles, juguetes y joyería, hasta los diversos museos que se encuentran abiertos al público. Puedes visitar el Museo de la Medicina Maya, un claro homenaje a las tradiciones curativas de los tsotsiles y los tseltales, los grupos étnicos con mayor presencia en la ciudad. También, en el Museo del Jade, puedes admirar las diversas obras hechas con esta llamativa piedra verde que han sido encontradas en zonas arqueológicas zapotecas, mixtecas y teotihuacanas.",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"San Cristóbal de las Casas se encuentra en Chiapas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La ciudad fue fundada en 1528.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La Catedral de San Cristóbal Mártir comenzó a construirse después de la fundación de la ciudad.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"San Cristóbal de las Casas fue nombrado Pueblo Mágico en 2003.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La ciudad fue fundada por conquistadores españoles y sus acompañantes.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los tsotsiles y los tseltales son grupos étnicos que tienen presencia en San Cristóbal.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La diversidad cultural de San Cristóbal se refleja solo en su arquitectura.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El nombre actual de San Cristóbal de las Casas es un homenaje a un santo y a un defensor de los derechos indígenas.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 62,
    "lectura": "210  \nEn medio del desierto de Chihuahua, en el corazón del Bolsón de Mapimí, una amplia región natural compartida por los estados de Durango, Coahuila y Chihuahua, hay un área de aproximadamente 130 mil hectáreas, conocida como la zona del silencio. Recibió este nombre por la fuerte carga magnética que tiene y que impide que cualquier intento de mandar ondas de comunicación radial se logre. Además, todos los aparatos de orientación y comunicación dejan de funcionar apenas entran en esa área, por lo que no es posible el uso de radios, brújulas, relojes o teléfonos.  \n¿Cero comunicación?  \n\n211  \nUn acontecimiento que muy probablemente tiene que ver con esto es la accidental caída en la zona de un misil lanzado por Estados Unidos en 1970. Si bien la intención de aquel país era que cayera dentro de su propio territorio, concretamente, en el estado de Nuevo México, por alguna razón el cohete desvió su ruta. Esta condición ha generado que se difundan diferentes mitos urbanos y leyendas que cuentan acontecimientos inexplicables, como la presencia de seres aparentemente venidos de otro mundo y que hasta podrían tener ahí, en la zona del silencio, una pista de aterrizaje para sus naves. Es por ello que algunas personas cuentan sobre avistamientos de los tan famosos platillos voladores.  \n\n212  \nAsimismo, en el área hay especies de flora y fauna que viven y se reproducen solamente en esa parte del desierto, es decir, son endémicas. Tal es el caso de la tortuga llanera o de los nopales color morado, así como de algunos reptiles, insectos y cactáceas que le dan un toque particular a la zona, aunado al hecho de que muchos animales domésticos, como caballos y ganado, según cuentan los lugareños, pareciera que eligen ese lugar para ir a morir. Y, por si faltaba algo fascinante, hay que mencionar el hallazgo de innumerables fósiles marinos que exploradores han encontrado entre las rocas y escarbando la tierra de la zona. ¡Sí, fósiles marinos en el desierto!  \n\n213  \nEsto se explica porque hace más de 200 millones de años, el gran desierto de Chihuahua formó parte del mar de Thetis, cuando los continentes tenían una forma muy distinta a la actual. Por eso, en la arena han quedado resguardadas las evidencias de vida acuática en donde ahora es desierto. De hecho, se dice que la tortuga llanera es resultado de miles de años de evolución, la cual se desarrolló de un tipo de tortuga que vivía en el mar de aquella época, y que debió adaptarse cuando un meteorito cayó en nuestro planeta y produjo maremotos, terremotos y erupciones volcánicas hasta que el planisfer",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"La zona del silencio se encuentra en el desierto de Chihuahua.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"En la zona del silencio, los aparatos de comunicación funcionan correctamente.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El misil lanzado por Estados Unidos cayó en el estado de Nuevo México.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"La tortuga llanera es una especie endémica de la zona del silencio.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"La caída del misil en la zona del silencio ha generado mitos y leyendas.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los fósiles marinos encontrados en el desierto son evidencia de que esta área fue alguna vez parte del mar.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Se puede inferir que la fuerte carga magnética de la zona del silencio podría estar relacionada con la caída del misil.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El hecho de que los animales domésticos elijan la zona del silencio para morir sugiere que este lugar tiene un significado especial para ellos.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 63,
    "lectura": "214  \n¿DEL QUE PICA O DEL QUE NO PICA?  \nMi hermano prepara un chicharrón en salsa verde que le queda cocopalatic, como se diría en náhuatl, o sea, picantísimo. Al comerlo, siento la lengua, los labios y toda la cara caliente. Después, moqueo un poco y pruebo otro bocado, ¡no puedo parar! Algunos psicólogos dicen que comemos chile por la emoción extrema que nos causa. ¿Qué sería de la comida en todo el mundo si, hace más de nueve mil años, no hubieran cultivado el chile? Creo que le faltaría sabor y, tal vez, ni la comida mexicana ni la india tendrían tanto éxito. ¡Si pensabas que sólo en México hay chiles, estás equivocado! Esta planta es originaria de nuestro país, pero se adapta a otros climas, y por eso la han podido sembrar en todos los continentes.  \n\n215  \nChile fresco  \nChile seco  \nChile de árbol  \nChile habanero  \nChile morrón  \nSe pueden comer frescos o secos, ya sean redondos o alargados; verdes, amarillos, naranjas, cafés o rojos, y todos tienen distintas intensidades de picor. ¿Sabías que los chiles no siempre fueron picosos? Con el tiempo, desarrollaron esta cualidad como defensa para que los animales e insectos no se los comieran. ¡No contaban con que a los humanos les encantaría su sabor! ¿Has probado el atole de maíz con chile? Los mayas y los aztecas lo bebían para curar resfriados y fortalecer el cuerpo. También les servía para animarse cuando estaban muy tristes. Además, los mexicas quemaban chiles en las batallas para ahogar al enemigo y, pon atención a esto: castigaban a los niños traviesos, haciéndolos inhalar el humo de chiles secos. ¡Juff! ¿Alguien ha hecho travesuras últimamente?",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El hermano del narrador prepara un chicharrón en salsa verde.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los chiles son originarios de México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los chiles se pueden comer frescos o secos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Los mayas y aztecas bebían atole de maíz con chile para curar resfriados.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los chiles desarrollaron su picor como defensa contra animales e insectos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El narrador piensa que la comida en el mundo le faltaría sabor sin el chile.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto sugiere que el chile tiene un impacto cultural en diferentes países, no solo en México.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El uso de chiles en las batallas por los mexicas indica que los chiles tenían un valor estratégico además de culinario.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 64,
    "lectura": "182  \n¿UN AVE CORREDORA?  \nSi en la carretera oyes un \"bip bip\", ten en cuenta la seguridad; se va a anochecer. Y, ¡pues si intentas, ni el feroz coyote me puede comer! Hace cincuenta años, en la televisión mexicana, se podía ver una serie de dibujos animados sobre un correcaminos perseguido por un coyote en las carreteras del desierto. Sin embargo, a pesar de las numerosas e ingeniosas tentativas del carnívoro, nunca consiguió capturar a la veloz ave.  \n¿EXISTEN LOS CORRECAMINOS?  \nHay dos especies de ellos: el norteño o grande (Geococcyx californianus), que es en el cual está inspirado el personaje de dicha caricatura, y el tropical o chico (Geococcyx velox). Ambos se parecen tanto en apariencia como en hábitos y alimentación; si bien el tropical es algo más pequeño y tiene un pico más corto, sus semejanzas son muchas. Su plumaje es de color castaño claro o grisáceo con negro, lo que le provee un camuflaje adecuado para su ambiente. Habita en zonas áridas, abiertas y con matorrales desérticos. Es un ave de costumbres terrestres, aunque, del mismo modo que las gallinas, realiza pequeños vuelos desde árboles y arbustos hacia el suelo. Su nombre común, correcaminos, proviene de su hábito de correr enfrente de vehículos en movimiento y luego refugiarse en los arbustos que bordean los caminos.  \nSe caracterizan por ser muy veloces al correr. Sus patas largas y robustas les permiten alcanzar velocidades entre los 24 y 32 kilómetros por hora y utilizan su larga cola a modo de timón para hacer giros rápidos y cambiar de dirección. Son omnívoros, comen insectos grandes, escorpiones, tarántulas, ciempiés, lagartijas, serpientes, roedores, pequeñas aves, frutos de cactus y semillas. Emiten un \"arrullo\" lento y descendente parecido al de una paloma. También hacen un sonido de repiqueteo rápido y vocalizado con su pico.  \nEscanea el código QR o consulta la página de internet para ver videos del correcaminos norteño y escuchar sus sonidos.  \nhttp://bit.ly/3Sumppd  \n¿LOS CORRECAMINOS SON ALIMENTO PARA LOS COYOTES?  \nEl coyote de la caricatura está basado en el animal real del mismo nombre (Canis latrans). Su nombre proviene del náhuatl coyotl, que significa \"animal que parece lobo\". Se ha comprobado que el coyote puede correr dos veces más rápido que el correcaminos, así que podría alcanzarlo y comerlo. Sin embargo, dado que el c",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El correcaminos es un ave que puede correr muy rápido.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El coyote puede correr más rápido que el correcaminos.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"Existen tres especies de correcaminos.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El plumaje del correcaminos es de color castaño claro o grisáceo con negro.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Los correcaminos se alimentan de insectos y pequeños animales.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El correcaminos se refugia en los arbustos cuando ve vehículos en movimiento.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"La serie de dibujos animados muestra al coyote siempre capturando al correcaminos.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El nombre 'correcaminos' se debe a su comportamiento de correr frente a vehículos.\", \"respuesta_correcta\": \"Verdadero\"}\n  ]\n}\n```",
        "respuesta_correcta": ""
      }
    ]
  },
  {
    "id": 65,
    "lectura": "Y (árbol)",
    "preguntas": [
      {
        "nivel": "error",
        "pregunta": "Aquí tienes el conjunto de preguntas en formato JSON:\n\n```json\n{\n  \"preguntas\": [\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto menciona un árbol.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto habla sobre un animal.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El árbol es una planta.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"fácil\", \"pregunta\": \"El texto es sobre un árbol específico.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"Se puede inferir que el árbol es importante en la naturaleza.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"intermedia\", \"pregunta\": \"El texto sugiere que los árboles pueden ser peligrosos.\", \"respuesta_correcta\": \"Falso\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"Podemos deducir que el árbol mencionado tiene un significado simbólico.\", \"respuesta_correcta\": \"Verdadero\"},\n    {\"nivel\": \"difícil\", \"pregunta\": \"El texto implica que todos los árboles son iguales.\", \"respuesta_correcta\": \"Falso\"}\n  ]\n}\n``` \n\nEste conjunto de preguntas está diseñado para evaluar la comprensión lectora de los niños en diferentes niveles de dificultad.",
        "respuesta_correcta": ""
      }
    ]
  }
]